const API = {
    ke:[
        { id: '0100', 'name': '柏科', 'latin': 'Cupressaceae Bartling', content: '常绿乔木或灌木。叶交叉对生或3-4片轮生，稀螺旋状着生，鳞形或刺形，或同一树本兼有两型叶。球花单性，雌雄同株或异株，单生枝顶或叶腋；雄球花具3-8对交叉对生的雄蕊，每雄蕊真2-6花药，花粉无气囊；雌球花有3-16枚交叉对生或3-4片轮生的珠鳞，全部或部分珠鳞的腹面基部有1至多数直立胚珠，稀胚珠单心生于两珠鳞之间，苞鳞与珠鳞完全合生。球果圆球形、卵圆形或圆柱形；种鳞薄或厚，扁平或盾形，木质或近革质，熟时张开，或肉质合生呈浆果状，熟时不裂或仅顶端微开裂，发育种鳞有1至多粒种子；种子周围具窄翅或无翅，或上端有一长一短之翅。' },
        { id: '0200', 'name': '杨柳科', 'latin': 'Salicaceae', content: '落叶乔木或直立、垫状和匍匐灌木。树皮光滑或开裂粗糙，通常味苦，有顶芽或无顶芽；芽由1-多数鳞片所包被。单叶互生，稀对生，不分裂或浅裂，全缘，锯齿缘或齿牙缘；托叶鳞片状或叶状，早落或宿存。花单性，雌雄异株，罕有杂性；葇荑花序，直立或下垂，先叶开放，或与叶同时开放，稀叶后开放，花着生于苞片与花序轴间，苞片脱落或宿存；基部有杯状花盘或腺体，稀缺如；雄蕊2至多数，花药2室，纵裂，花丝分离至合生；雌花子房无柄或有柄，雌蕊由2-4（5）心皮合成，子房1室，侧膜胎座，胚珠多数，花柱不明显至很长，柱头2-4裂。蒴果2-4(5)瓣裂。种子微小，种皮薄，胚直立，无胚乳，或有少量胚乳，基部围有多数白色丝状长毛。' }
    ],
    shu: [
        { id: '01000110', 'name': '圆柏属', 'latin': 'Sabina Mill.', content: '常绿乔木或灌木、直立或匍匐；冬芽不显著；有叶小枝不排成一平面。叶刺形或鳞形, 幼树之叶均为刺形, 老树之叶全为刺形或全为鳞形, 或同一树兼有鳞叶及刺叶；刺叶通常三叶轮生, 稀交叉对生, 基部下延生长, 无关节, 上（腹）面有气孔带；鳞叶交叉对生, 稀三叶轮生、菱形, 下（背）面常具腺体。雌雄异株或同株, 球花单生短枝顶端;雄球花卵圆形或矩圆形, 黄色, 雄蕊4-8对, 交互对生；雌球花具4-8枚交叉对生的珠鳞, 或珠鳞三枚轮生；胚珠1-6枚, 着生于珠鳞的腹面基部。球果通常第二年成熟，稀当年或第三年成熟，种鳞合生，肉质，苞鳞与种鳞结合而生、仅苞鳞顶端尖头分离，熟时不开裂；种子1-6粒，无翅，常有树脂槽，有时具棱脊；子叶2-6枚。' },
        { id: '02000210', 'name': '杨属', 'latin': 'Populus L.', content: '乔木。树干通常端直；树皮光滑或纵裂，常为灰白色。有顶芽（胡杨无），芽鳞多数，常有粘脂。枝有长（包括萌枝）短枝之分，圆柱状或具棱线。叶互生，多为卵圆形、卵圆状披针形或三角状卵形，在不同的枝（如长枝、短枝、萌枝）上常为不同的形状，齿状缘；叶柄长，侧扁或圆柱形，先端有或无腺点。葇荑花序下垂，常先叶开放；雄花序较雌花序稍早开放；苞片先端尖裂或条裂，膜质，早落，花盘斜杯状；雄花有雄蕊4-多数，着生于花盘内，花药暗红色，花丝较短，离生；子房花柱短，柱头2-4裂。蒴果2-4(5)裂。种子小，多数，子叶椭圆形。' }
    ],
    zhong: [
        { id: '010001100111', 'name': '圆柏', 'latin': 'Sabina chinensis (L.) Ant.', content: '乔木，高达20米，胸径达3.5米；树皮深灰色，纵裂，成条片开裂；幼树的枝条通常斜上伸展，形成尖塔形树冠，老则下部大枝平展，形成广圆形的树冠；树皮灰褐色，纵裂，裂成不规则的薄片脱落；小枝通常直或稍成弧状弯曲，生鳞叶的小枝近圆柱形或近四棱形，径1-1.2毫米。叶二型，即刺叶及鳞叶；刺叶生于幼树之上，老龄树则全为鳞叶，壮龄树兼有刺叶与鳞叶；生于一年生小枝的一回分枝的鳞叶三叶轮生，直 伸而紧密，近披针形，先端微渐尖，长2.5-5毫米，背面近中部有椭圆形微凹的腺体；刺叶三叶交互轮生，斜展，疏松，披针形，先端渐尖，长6-12毫米，上面微凹，有两条白粉带。雌雄异株，稀同株，雄球花黄色，椭圆形，长2.5-3.5毫米，雄蕊5-7对，常有3-4花药。球果近圆球形，径6-8毫米，两年成熟，熟时暗褐色，被白粉或白粉脱落，有1-4粒种子；种子卵圆形，扁，顶端钝，有棱脊及少数树脂槽；子叶2枚，出土，条形，长1.3-1.5厘米，宽约1毫米，先端锐尖，下面有两条白色气孔带，上面则不明显。\n 产于内蒙古乌拉山、河北、山西、山东、江苏、浙江、福建、安徽、江西、河南、陕西南部、甘肃南部、四川、湖北西部、湖南、贵州、广东、广西北部及云南等地。生于中性土、钙质土及微酸性土上，各地亦多栽培，西藏也有栽培。朝鲜、日本也有分布。\n 心材淡褐红色，边材淡黄褐色，有香气，坚韧致密，耐腐力强。可作房屋建筑、家具、文具及工艺品等用材；树根、树干及枝叶可提取柏木脑的原料及柏木油；枝叶入药，能祛风散寒，活血消肿、利尿；种子可提润滑油；为普遍栽培的庭园树种。\n喜光树种，喜温凉、温暖气候及湿润土壤。在华北及长江下游海拔500米以下，中上游海拔1000米以下排水良好之山地可选用造林。' },
        { id: '020002100211', 'name': '钻天杨', 'latin': 'Populus nigra var. italica (Moench) Koehne', content: '乔木，高达30米。树皮暗灰褐色，老时沟裂，黑褐色；树冠圆柱形。侧枝成20-30度角开展，小枝圆，光滑，黄褐色或淡黄褐色，嫩枝有时疏生短柔毛。芽长卵形，先端长渐尖，淡红色，富粘质。长枝叶扁三角形，通常宽大于长，长约7.5厘米，先端短渐尖，基部截形或阔楔形，边缘钝圆锯齿；短枝叶菱状三角形，或菱状卵圆形，长5-10厘米，宽4-9厘米，先端渐尖，基部阔楔形或近圆形; 叶柄上部微扁，长2-4.5厘米，顶端无腺点。雄花序长4-8厘米，花序轴光滑，雄蕊15-30；雌花序长10-15厘米。蒴果2瓣裂，先端尖，果柄细长。花期4月，果期5月。\n 我国长江、黄河流域各地广为栽培。北美、欧洲、高加索、地中海、西亚及中亚等地区均有栽培。起源不明，有人认为是黑杨的无性系。\n钻天杨喜光，抗寒，抗旱，耐干旱气侯，稍耐盐碱及水湿，但在低洼常积水处生长不良。树冠狭窄作行道和护田林树种甚宜，也为杨树育种的常用亲本之一。唯抗病虫害能力较差。有文献记载本变种只有雄株，但在我国栽培的钻天杨中有一类雌株，颇似本变种，冠，形较宽，树干不端直，常生木瘤，易染病虫害，萌枝叶枯干不落，目前正在淘汰中。但雌株与雄株同为育种主要亲本之一，应注意繁育保存。' }
    ],
    xingtai:[
        { id: '500050105011', 'name': '木本植物', content: '寿命较长、茎较坚硬、木质化程度高的植物称为木本植物。木本植物可分为乔木、灌木和半灌木3大类。其中，乔木的植株比较高大，主干粗大而明显，分枝部位距地面较高，通常3~5m以上，如油松、旱柳等。灌木的植株比较矮小，主干不明显，通常由基部分枝，如紫穗槐、锦鸡儿等。而半灌木通常较灌本矮小，高通常不及1m，这类植物的茎基部近地面处木质化、多年生，上部的茎呈草质，开花后枯死，许多蒿属植物属于半灌木。' },
        { id: '500050105012', 'name': '草本植物', content: '草本植物的茎通常柔软、木质化程度较低，根据生活期的长短，草本植物可分为一年生、二年生、多年生草本以及短命植物。其中一年生草本的生活周期较短，在一年内完成，如沙蓬与虫实等。二年生草本的生活周期为两年，第一年生长．第二年开花结实，如独行菜。 而多年生草本具有可生活多年的地下部分，每年春天发芽生长，如芦苇、紫花苜蓿等。此外，在荒漠地区通常分布有一些植物，这些植物的种子在短暂的降雨期间或早春融雪期间能够迅速萌发生长，在1~2个月内完成开花结实，然后枯死，这些植物被称为短命植物，如荒漠庭荠等植物。' },
        { id: '500050105013', 'name': '藤本植物', content: '一些草本或木本植物，茎细长柔软，自身不能直立生长，只能缠绕或攀缘其他植物或者物体向上生长，这些植物被称为藤本植物，如葡萄、南蛇藤等。根据它的茎的木质化程度，藤本植物又可分为木质藤本和草质藤本。' },
        { id: '500050205021', 'name': '旱生植物', content: '是指生长在干旱环境中，能长期耐受干旱环境，且能维护水分平衡和正常的生长发育的植物。这类植物在形态或生理上有多种多样的适应干早环境的特征，多分布在荒漠区。旱生植物根据形态可分为①肉质旱生植物 这类植物茎叶肥厚，内有贮水的薄壁组织，表皮角质厚，气孔少，蒸腾强度极小，如仙人掌、猪毛菜等；②硬叶旱生植物 这类植物茎叶的机械组织极发达，不致因大量失水而体形萎缩，表皮角质厚，气孔多深陷于叶背的凹穴或沟槽中，并有毛或蜡质围绕，以防止水分蒸腾，如沙枣。禾草类的硬叶常卷成筒状。如针茅、羽茅等；③软叶旱生植物 此类植物虽然叶片有程度不等的旱生结构，但较柔软，与中生植物的叶相似。土壤水分较多的季节中，它的蒸腾作用甚至超过中生植物。在缺水季节以落叶来适应。如绵刺等植物。④小叶或无叶植物 幼茎表面绿色，可以进行光合作用，叶退化变小，甚至消失，以减少叶面蒸腾，如梭梭、沙拐枣、麻黄等植物。' },
        { id: '500050205022', 'name': '中生植物', content: '是指介于旱生植物和湿生植物之间，不能忍受严重干旱或长期水涝，只能在水分条件适中的生境中生活的植物。该类植物具有一套完整的保持水分平衡的结构和功能，其根系和输导组织比较发达，能抗御短期的干旱，叶片中有细胞间隙，没有完整的通气系统，不能长期在水涝环境中生活，是陆地上种类最多、分布最广、数量最大的植物，陆地上绝大部分植物皆属此类，如杨树、槐树、马尾松等。' },
        { id: '500050205023', 'name': '湿生植物', content: '是指生长在潮湿环境中，不能忍受较长时间水分不足的植物类型。是抗旱能力最弱的陆生植物。如莎草类植物。' },
        { id: '500050205024', 'name': '水生植物', content: '所有生活在水中植物的总称，如荷花、睡莲等。' },
    ],
    allke: function () { return this.ke },
    allshu: function () { return this.shu },
    allzhong: function () { return this.zhong },
    all: function () { return this.ke.concat(this.shu, this.zhong,this.xingtai) }
}

export default API