/**
 * Copyright(C),blog.lihailezzc.com
 * Author: jiayouzzc@126.com
 * Date: 2018.11.27
 * Version: 1.0.0
 * Description: data plants
**/
const API = {
    ke: [
        {
            "name": "柏科",
            "id": "010000",
            "latin": "Cupressaceae Bartling",
            "content": "常绿乔木或灌木。叶交叉对生或3-4片轮生，稀螺旋状着生，鳞形或刺形，或同一树本兼有两型叶。球花单性，雌雄同株或异株，单生枝顶或叶腋；雄球花具3-8对交叉对生的雄蕊，每雄蕊真2-6花药，花粉无气囊；雌球花有3-16枚交叉对生或3-4片轮生的珠鳞，全部或部分珠鳞的腹面基部有1至多数直立胚珠，稀胚珠单心生于两珠鳞之间，苞鳞与珠鳞完全合生。球果圆球形、卵圆形或圆柱形；种鳞薄或厚，扁平或盾形，木质或近革质，熟时张开，或肉质合生呈浆果状，熟时不裂或仅顶端微开裂，发育种鳞有1至多粒种子；种子周围具窄翅或无翅，或上端有一长一短之翅。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "杨柳科",
            "id": "020000",
            "latin": "Salicaceae",
            "content": "\n落叶乔木或直立、垫状和匍匐灌木。树皮光滑或开裂粗糙，通常味苦，有顶芽或无顶芽；芽由1-多数鳞片所包被。单叶互生，稀对生，不分裂或浅裂，全缘，锯齿缘或齿牙缘；托叶鳞片状或叶状，早落或宿存。花单性，雌雄异株，罕有杂性；葇荑花序，直立或下垂，先叶开放，或与叶同时开放，稀叶后开放，花着生于苞片与花序轴间，苞片脱落或宿存；基部有杯状花盘或腺体，稀缺如；雄蕊2至多数，花药2室，纵裂，花丝分离至合生；雌花子房无柄或有柄，雌蕊由2-4（5）心皮合成，子房1室，侧膜胎座，胚珠多数，花柱不明显至很长，柱头2-4裂。蒴果2-4(5)瓣裂。种子微小，种皮薄，胚直立，无胚乳，或有少量胚乳，基部围有多数白色丝状长毛。\n",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "榆科",
            "id": "030000",
            "latin": "Ulmaceae",
            "content": "乔木或灌木；芽具鳞片，稀裸露，顶芽通常早死，枝端萎缩成一小距状或瘤状凸起，残存或脱落，其下的腋芽代替顶芽。单叶，常绿或落叶，互生，稀对生，常二列，有锯齿或全缘，基部偏斜或对称，羽状脉或基部3出脉（即羽状脉的基生1对侧脉比较强壮），稀基部5出脉或掌状3出脉，有柄；托叶常呈膜质，侧生或生柄内，分离或连合，或基部合生，早落。单被花两性，稀单性或杂性，雌雄异株或同株，少数或多数排成疏或密的聚伞花序，或因花序轴短缩而似簇生状，或单生，生于当年生枝或去年生枝的叶腋，或生于当年生枝下部或近基部的无叶部分的苞腋；花被浅裂或深裂，花被裂片常4-8，覆瓦状（稀镊合状）排列，宿存或脱落；雄蕊着生于花被的基底，在蕾中直立，稀内曲，常与花被裂片同数而对生，稀较多，花丝明显，花药2室，纵裂，外向或内向；雌蕊由2心皮连合而成，花柱极短，柱头2，条形，其内侧为柱头面，子房上位，通常1室，稀2室，无柄或有柄，胚珠1枚，倒生，珠被2层。果为翅果、核果、小坚果或有时具翅或具附属物，顶端常有宿存的柱头；胚直立、弯曲或内卷，胚乳缺或少量，子叶扁平、折叠或弯曲，发芽时出土。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蓼科",
            "id": "040000",
            "latin": "Polygonaceae",
            "content": "草本稀灌木或小乔木。茎直立，平卧、攀援或缠绕，通常具膨大的节，稀膝曲，具沟槽或条棱，有时中空。叶为单叶，互生，稀对生或轮生，边缘通常全缘，有时分裂，具叶柄或近无柄；托叶通常联合成鞘状（托叶鞘），膜质，褐色或白色，顶端偏斜、截形或2裂，宿存或脱落。花序穗状、总状、头状或圆锥状，顶生或腋生；花较小，两性，稀单性，雌雄异株或雌雄同株，辐射对称；花梗通常具关节；花被3-5深裂，覆瓦状或花被片6成2轮，宿存，内花被片有时增大，背部具翅、刺或小瘤；雄蕊6－9，稀较少或较多，花丝离生或基部贴生，花药背着，2室，纵裂；花盘环状，腺状或缺, 子房上位，1室，心皮通常3，稀2-4, 合生，花柱2-3，稀4, 离生或下部合生，柱头头状、盾状或画笔状，胚珠1, 直生，极少倒生。瘦果卵形或椭圆形，具3棱或双凸镜状，极少具4棱，有时具翅或刺，包于宿存花被内或外露；胚直立或弯曲，通常偏于一侧，胚乳丰富，粉末状。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "藜科",
            "id": "050000",
            "latin": "Chenopodiaceae",
            "content": "一年生草本、半灌木、灌木，较少为多年生草本或小乔木，茎和枝有时具关节。叶互生或对生，扁平或圆柱状及半圆柱状，较少退化成鳞片状，有柄或无柄; 无托叶。花为单被花，两性，较少为杂性或单性，如为单性时，雌雄同株，极少雌雄异株；有苞片或无苞片，或苞片与叶近同形；小苞片2，舟状至鳞片状，或无小苞片; 花被膜质、草质或肉质,3(1-2)-5深裂或全裂，花被片（裂片）覆瓦状，很少排列成2轮，果时常常增大，变硬，或在背面生出翅状、刺状、疣状附属物，较少无显著变化（在滨藜族中，雌花常常无花被，子房着生于2枚特化的苞片内）；雄蕊与花被片（裂片）同数对生或较少，着生于花被基部或花盘上，花丝钻形或条形，离生或基部合生，花药背着，在芽中内曲，2室，外向纵裂或侧面纵裂，顶端钝或药隔突出形成附属物；花盘或有或无；子房上位，卵形至球形，由2-5个心皮合成，离生，极少基部与花被合生，1室；花柱顶生，通常极短；柱头通常2，很少3-5，丝形或钻形，很少近于头状，四周或仅内侧面具颗粒状或毛状突起；胚珠1个，弯生。果实为胞果，很少为盖果；果皮膜质、革质或肉质，与种子贴生或贴伏。种子直立、横生或斜生，扁平圆形、双凸镜形、肾形或斜卵形；种皮壳质、革质、膜质或肉质，内种皮一膜质或无；胚乳为外胚乳，粉质或肉质，或无胚乳，胚环形、半环形或螺旋形，子叶通常狭细。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "苋科",
            "id": "060000",
            "latin": "Amaranthaceae",
            "content": "一年或多年生草本，少数攀援藤本或灌木。叶互生或对生，全缘，少数有微齿，无托叶。花小，两性或单性同株或异株，或杂性，有时退化成不育花，花簇生在叶腋内，成疏散或密集的穗状花序、头状花序、总状花序或圆锥花序；苞片1及小苞片2，干膜质，绿色或着色；花被片3-5，干膜质，覆瓦状排列，常和果实同脱落，少有宿存；雄蕊常和花被片等数且对生，偶较少，花丝分离，或基部合生成杯状或管状，花药2室或1室；有或无退化雄蕊；子房上位，1室，具基生胎座，胚珠1个或多数，珠柄短或伸长，花柱1-3，宿存，柱头头状或2-3裂。果实为胞果或小坚果，少数为浆果，果皮薄膜质，不裂、不规则开裂或顶端盖裂。种子1个或多数，凸镜状或近肾形，光滑或有小疣点，胚环状，胚乳粉质。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "马齿苋科",
            "id": "070000",
            "latin": "Portulacaceae",
            "content": "一年生或多年生草本，稀半灌木。单叶，互生或对生，全缘，常肉质；托叶干膜质或刚毛状，稀不存在。花两性，整齐或不整齐，腋生或顶生，单生或簇生，或成聚伞花序、总状花序、圆锥花序；萼片2，稀5，草质或干膜质，分离或基部连合；花瓣4-5片，稀更多，覆瓦状排列，分离或基部稍连合，常有鲜艳色，早落或宿存；雄蕊与花瓣同数，对生，或更多、分离或成束或与花瓣贴生，花丝线形，花药2室，内向纵裂；雌蕊3-5心皮合生，子房上位或半下位，1室，基生胎座或特立中央胎座，有弯生胚珠1至多粒，花柱线形，柱头2-5裂，形成内向的柱头面。蒴果近膜质，盖裂或2-3瓣裂，稀为坚果；种子肾形或球形，多数，稀为2颗，种阜有或无，胚环绕粉质胚乳，胚乳大多丰富。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "石竹科",
            "id": "080000",
            "latin": "Caryophyllaceae",
            "content": "一年生或多年生草本，稀亚灌木。茎节通常膨大，具关节。单叶对生，稀互生或轮生，全缘，基部多少连合；托叶有，膜质，或缺。花辐射对称，两性，稀单性，排列成聚伞花序或聚伞圆锥花序，稀单生，少数呈总状花序、头状花序、假轮伞花序或伞形花，序，有时具闭花授精花；萼片5，稀4，草质或膜质，宿存，覆瓦状排列或合生成筒状；花瓣5，稀4，无爪或具爪，瓣片全缘或分裂，通常爪和瓣片之间具2片状或鳞片状副花冠片，稀缺花瓣；雄蕊10，二轮列，稀5或2；雌蕊1，由2-5合生心皮构成，子房上位，3室或基部1室，上部3-5室，特立中央胎座或基底胎座，具1至多数胚珠；花柱 (1) 2-5，有时基部合生，稀合生成单花柱。果实为蒴果，长椭圆形、圆柱形、卵形或圆球形，果皮壳质、膜质或纸质，顶端齿裂或瓣裂，开裂数与花柱同数或为其2倍，稀为浆果状、不规则开裂或为瘦果；种子弯生，多数或少数，稀1粒，肾形、卵形、圆盾形或圆形，微扁；种脐通常位于种子凹陷处，稀盾状着生；种皮纸质，表面具有以种脐为圆心的、整齐排列为数层半环形的颗粒状、短线纹或瘤状凸起，稀表面近平滑或种皮为海绵质；种脊具槽、圆钝或锐，稀具流苏状篦齿或翅；胚环形或半圆形，围绕胚乳或劲直，胚乳偏于一侧；胚乳粉质。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "毛茛科",
            "id": "090000",
            "latin": "Ranunculaceae",
            "content": " 多年生或一年生草本，少有灌木或木质藤本。叶通常互生或基生，少数对生，单叶或复叶，通常掌状分裂，无托叶；叶脉掌状，偶尔羽状，网状连结，少有开放的两叉状分枝。花两性，少有单性，雌雄同株或雌雄异株，辐射对称，稀为两侧对称，单生或组成各种聚伞花序或总状花序。萼片下位，4-5，或较多，或较少，绿色，或花瓣不存在或特化成分泌器官时常较大，呈花瓣状，有颜色。花瓣存在或不存在，下位，4-5，或较多，常有蜜腺并常特化成分泌器官，这时常比萼片小的多，呈杯状、筒状、二唇状，基部常有囊状或筒状的距。雄蕊下位，多数，有时少数，螺旋状排列，花药2室，纵裂。退化雄蕊有时存在。心皮分生，少有合生，多数、少数或1枚，在多少隆起的花托上螺旋状排列或轮生，沿花柱腹面生柱头组织，柱头不明显或明显；胚珠多数、少数至1个，倒生。果实为蓇葖或瘦果，少数为蒴果或浆果。种子有小的胚和丰富胚乳。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "十字花科",
            "id": "100000",
            "latin": "Cruciferae",
            "content": "一年生、二年生或多年生植物，常具有一种含黑芥子硫苷酸 (Myrosin) 的细胞而产生一种特殊的辛辣气味，多数是草本，很少呈亚灌木状。植株具有各式的毛，毛为单毛、分枝毛、星状毛或腺毛，也有无毛的。根有时膨大成肥厚的块根。茎直立或铺散，有时茎短缩，它的形态在本科中变化较大。叶有二型：基生叶呈旋叠状或莲座状；茎生叶通常互生，有柄或无柄，单叶全缘、有齿或分裂，基部有时抱茎或半抱茎，有时呈各式深浅不等的羽状分裂（如大头羽状分裂）或羽状复叶；通常无托叶。花整齐，两性，少有退化成单性的；花多数聚集成一总状花序，顶生或腋生，偶有单生的，当花刚开放时，花序近似伞房状，以后花序轴逐渐伸长而呈总状花序，每花下无苞或有苞；萼片4片，分离，排成2轮，直立或开展，有时基部呈囊状；花瓣4片，分离，成十字形排列，花瓣白色、黄色、粉红色、淡紫色、淡紫红色或紫色，基部有时具爪，少数种类花瓣退化或缺少，有的花瓣不等大；雄蕊通常6个，也排列成2轮，外轮的2个，具较短的花丝，内轮的4个，具较长的花丝，这种4个长2个短的雄蕊称为“四强雄蕊” (taradynamous stamen)，有时雄蕊退化至4个或2个，或多至16个，花丝有时成对连合，有时向基部加宽或扩大呈翅状；在花丝基部常具蜜腺，在短雄蕊基部周围的，称“侧蜜腺”，在2个长雄蕊基部外围或中间的，称“中蜜腺”，有时无中蜜腺；雌蕊1个，子房上位，由于假隔膜的形成，子房2室，少数无假隔膜时，子房1室，每室有胚珠1至多个，排列成1或2行，生在胎座框上，形成侧膜胎座，花柱短或缺，柱头单一或2裂。果实为长角果 (siliqua) 或短角果 (silicula) ，有翅或无翅，有刺或无刺，或有其他附属物；角果成熟后自下而上成2果瓣开裂，也有成4果瓣开裂的；有的角果成一节一节地横断分裂，每节有1个种子，有的种类果实迟裂或不裂；有的果实变为坚果状；果瓣扁平或突起、或呈舟状，无脉或有1-3脉；少数顶端具或长或短的喙。种子一般较小，表面光滑或具纹理，边缘有翅或无翅，有的湿时发粘，无胚乳；子叶与胚根的排列方式，常见的有3种：(1) 子叶缘倚胚根或称子叶直叠（accumbent）；(2) 子叶背倚胚根或称子叶横 (incumbent) ；(3) 子叶对折（conduplicate) 。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蔷薇科",
            "id": "110000",
            "latin": "Rosaceae",
            "content": "草本、灌木或乔木，落叶或常绿，有刺或无刺。冬芽常具数个鳞片，有时仅具2个。叶互生，稀对生，单叶或复叶，有显明托叶，稀无托叶。花两性，稀单性。通常整齐，周位花或上位花；花轴上端发育成碟状、钟状、杯状、罈状或圆筒状的花托（一称萼筒），在花托边缘着生萼片、花瓣和雄蕊；萼片和花瓣同数，通常4-5，覆瓦状排列，稀无花瓣，萼片有时具副萼；雄蕊5至多数，稀1或2，花丝离生，稀合生；心皮1至多数，离生或合生，有时与花托连合，每心皮有1至数个直立的或悬垂的倒生胚珠；花柱与心皮同数，有时连合，顶生、侧生或基生。果实为蓇葖果、瘦果、梨果或核果，稀蒴果；种子通常不含胚乳，极稀具少量胚乳；子叶为肉质，背部隆起，稀对褶或呈席卷状。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "豆科",
            "id": "120000",
            "latin": "Leguminosae",
            "content": "乔木、灌木、亚灌木或草本，直立或攀援，常有能固氮的根瘤。叶常绿或落叶，通常互生，稀对生，常为一回或二回羽状复叶，少数为掌状复叶或3小叶、单小叶，或单叶，罕可变为叶状柄，叶具叶柄或无；托叶有或无，有时叶状或变为棘刺。花两性，稀单性，辐射对称或两侧对称，通常排成总状花序、聚伞花序、穗状花序、头状花序或圆锥花序；花被2轮；萼片(3-)5(6)，分离或连合成管，有时二唇形，稀退化或消失；花瓣(0-)5(6)，常与萼片的数目相等，稀较少或无，分离或连合成具花冠裂片的管，大小有时可不等，或有时构成蝶形花冠，近轴的（adaxil）1片称旗瓣，侧生的2片称翼瓣，远轴的（abaxil）2片常合生，称龙骨瓣，遮盖住雄蕊和雌蕊；雄蕊通常10枚，有时5枚或多数（含羞草亚科），分离或连合成管，单体或二体雄蕊，花药2室，纵裂或有时孔裂，花粉单粒或常联成复合花粉；雌蕊通常由单心皮所组成，稀较多且离生，子房上位，1室，基部常有柄或无，沿腹缝线具侧膜胎座，呸珠2至多颗，悬垂或上升，排成互生的2列，为横生、倒生或弯生的胚珠；花柱和柱头单一，顶生。果为荚果，形状种种，成熟后沿缝线开裂或不裂，或断裂成含单粒种子的荚节；种子通常具革质或有时膜质的种皮，生于长短不等的珠柄上，有时由珠柄形成一多少肉质的假种皮，胚大，内胚乳无或极薄。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蒺藜科",
            "id": "130000",
            "latin": "Zygophyllaceae",
            "content": " 多年生草本、半灌木或灌木，稀为一年生草本。托叶分裂或不分裂，常宿存；单叶或羽状复叶，小叶常对生，有时互生，肉质。花单生或2朵并生于叶腋，有时为总状花序，或为聚伞花序；花两性，辐射对称或两侧对称；萼片5，有时4，覆瓦状或镊合状排列；花瓣4-5，覆瓦状或镊合状排列；雄蕊与花瓣同数，或比花瓣多1-3倍，通常长短相间，外轮与花瓣对生，花丝下部常具鳞片，花药丁字形着生，纵裂；子房上位，3-5室，稀2-12室，极少各室有横隔膜。果革质或脆壳质，或为2-10分离或连合果瓣的分果，或为室间开裂的蒴果，或为浆果状核果，种子有胚乳或无胚乳。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "大戟科",
            "id": "140000",
            "latin": "Euphorbiaceae",
            "content": "乔木、灌木或草本，稀为木质或草质藤本；木质根，稀为肉质块根；通常无刺；常有乳状汁液，白色，稀为淡红色。叶互生，少有对生或轮生，单叶，稀为复叶，或叶退化呈鳞片状，边缘全缘或有锯齿，稀为掌状深裂；具羽状脉或掌状脉；叶柄长至极短，基部或顶端有时具有1-2枚腺体；托叶2，着生于叶柄的基部两侧，早落或宿存，稀托叶鞘状，脱落后具环状托叶痕。花单性，雌雄同株或异株，单花或组成各式花序，通常为聚伞或总状花序，在大戟类中为特殊化的杯状花序 (此花序由1朵雌花居中，周围环绕以数朵或多朵仅有1枚雄蕊的雄花所组成) ；萼片分离或在基部合生，覆瓦状或镊合状排列，在特化的花序中有时萼片极度退化或无；花瓣有或无；花盘环状或分裂成为腺体状，稀无花盘；雄蕊l枚至多数，花丝分离或合生成柱状，在花蕾时内弯或直立，花药外向或内向，基生或背部着生，药室2，稀3-4，纵裂，稀顶孔开裂或横裂，药隔截平或突起；雄花常有退化雌蕊；子房上位，3室，稀2或4室或更多或更少，每室有1-2颗胚珠着生于中轴胎座上，花柱与子房室同数，分离或基部连合，顶端常2至多裂，直立、平展或卷曲，柱头形状多变，常呈头状、线状、流苏状、折扇形或羽状分裂，表面平滑或有小颗粒状凸体，稀被毛或有皮刺。果为蒴果，常从宿存的中央轴柱分离成分果爿，或为浆果状或核果状；种子常有显著种阜，胚乳丰富、肉质或油质，胚大而直或弯曲，子叶通常扁而宽，稀卷叠式。染色体基数 x=6-14。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "卫矛科",
            "id": "150000",
            "latin": "Celastraceae",
            "content": " 常绿或落叶乔木、灌木或藤本灌木及匍匐小灌木。单叶对生或互生，少为三叶轮生并类似互生；托叶细小，早落或无，稀明显而与叶俱存。花两性或退化为功能性不育的单性花，杂性同株，较少异株；聚伞花序1至多次分枝，具有较小的苞片和小苞片；花4-5数，花部同数或心皮减数，花萼花冠分化明显，极少萼冠相似或花冠退化，花萼基部通常与花盘合生，花萼分为4-5萼片，花冠具4-5分离花瓣，少为基部贴合，常具明显肥厚花盘，极少花盘不明显或近无，雄蕊与花瓣同数，着生花盘之上或花盘之下，花药2室或1室，心皮2-5，合生，子房下部常陷入花盘而与之合生或与之融合而无明显界线，或仅基部与花盘相连，大部游离，子房室与心皮同数或退化成不完全室或1室，倒生胚珠，通常每室2-6，少为1，轴生、室顶垂生，较少基生。多为蒴果，亦有核果、翅果或浆果；种子多少被肉质具色假种皮包围，稀无假种皮，胚乳肉质丰富。染色体n＝7、8、9、10、12、16、18、23、32、40。\n",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "无患子科",
            "id": "160000",
            "latin": "Sapindaceae",
            "content": "乔木或灌木，有时为草质或木质藤本。羽状复叶或掌状复叶，很少单叶，互生，通常无托叶。聚伞圆锥花序顶生或腋生；苞片和小苞片小；花通常小，单性，很少杂性或两性，辐射对称或两侧对称；雄花：萼片4或5，有时6片，等大或不等大，离生或基部合生，覆瓦状排列或镊合状排列；花瓣4或5，很少6片，有时无花瓣或只有1-4个发育不全的花瓣，离生，覆瓦状排列，内面基部通常有鳞片或被毛；花盘肉质，环状、碟状、杯状或偏于一边，全缘或分裂，很少无花盘；雄蕊5-10，通常8，偶有多数，着生在花盘内或花盘上，常伸出，花丝分离，极少基部至中部连生，花药背着，纵裂，退化雌蕊很小，常密被毛；雌花：花被和花盘与雄花相同，不育雄蕊的外貌与雄花中能育雄蕊常相似，但花丝较短，花药有厚壁，不开裂；雌蕊由2-4心皮组成，子房上位，通常3室，很少1或4室，全缘或2-4裂，花柱顶生或着生在子房裂片间，柱头单一或2-4裂；胚珠每室1或2颗，偶有多颗，通常上升着生在中轴胎座上，很少为侧膜胎座。果为室背开裂的蒴果，或不开裂而浆果状或核果状，全缘或深裂为分果爿，1-4室；种子每室1颗，很少2或多颗，种皮膜质至革质，很少骨质，假种皮1) 有或无；胚通常弯拱，无胚乳或有很薄的胚乳，子叶肥厚。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "锦葵科",
            "id": "170000",
            "latin": "Malvaceae",
            "content": "本科约有50属，约1000种，分布于热带至温带。我国有16属，计81种和36变种或变型，产全国各地，以热带和亚热带地区种类较多。\n\n草本、灌木至乔木。叶互生，单叶或分裂，叶脉通常掌状，具托叶。花腋生或顶生，单生、簇生、聚伞花序至圆锥花序；花两性，辐射对称；萼片3-5片，分离或合生；其下面附有总苞状的小苞片 (又称副萼) 3-多数；花瓣5片，彼此分离，但与雄蕊管的基部合生；雄蕊多数，连合成一管称雄蕊柱，花药1室，花粉被刺；子房上位，2-多室，通常以5室较多，由2-5枚或较多的心皮环绕中轴而成，花柱上部分枝或者为棒状，每室被胚珠1-多枚，花柱与心皮同数或为其2倍。蒴果，常几枚果爿分裂，很少浆果状，种子肾形或倒卵形，被毛至光滑无毛，有胚乳。子叶扁平，折叠状或回旋状。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "柽柳科",
            "id": "180000",
            "latin": "Tamaricaceae",
            "content": "灌木、半灌木或乔木。叶小，多呈鳞片状，互生，无托叶，通常无叶柄，多具泌盐腺体。花通常集成总状花序或圆锥花序，稀单生，通常两性，整齐；花萼4-5深裂，宿存；花瓣4-5，分离，花后脱落或有时宿存；下位花盘常肥厚，蜜腺状；雄蕊4、5或多数，常分离，着生在花盘上，稀基部结合成束，或连合到中部成筒，花药2室，纵裂；雌蕊1，由2-5心皮构成，子房上位，1室，侧膜胎座，稀具隔，或基底胎座；胚珠多数，稀少数，花柱短，通常3-5，分离，有时结合。蒴果，圆锥形，室背开裂。种子多数，全面被毛或在顶端具芒柱，芒柱从基部或从一半开始被柔毛；有或无内胚乳，胚直生。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "胡颓子科",
            "id": "190000",
            "latin": "Elaeagnaceae",
            "content": "常绿或落叶直立灌木或攀援藤本，稀乔木，有刺或无刺，全体被银白色或褐色至锈盾形鳞片或星状绒毛。单叶互生，稀对生或轮生，全缘，羽状叶脉，具柄，无托叶。花两性或单性，稀杂性。单生或数花组成叶腋生的伞形总状花序，通常整齐，白色或黄褐色，具香气，虫媒花；花萼常连合成筒，顶端4裂，稀2裂（Hippophae），在子房上面通常明显收缩，花蕾时镊合状排列；无花瓣；雄蕊着生于萼筒喉部或上部，与裂片互生，或着生于基部，与裂片同数或为其倍数（Hippophae），花丝分离，短或几无，花药内向，2室纵裂，背部着生，通常为丁字药，花粉粒钝三角形或近圆形（Shepherdia则为椭圆形）；子房上位，包被于花萼管内，1心皮，1室，l胚珠，花柱单一，直立或弯曲，柱头棒状或偏向一边膨大；花盘通常不明显，稀发达成锥状。果实为瘦果或坚果，为增厚的萼管所包围，核果状，红色或黄色；味酸甜或无味，种皮骨质或膜质；无或几无胚乳，胚直立，较大，具2枚肉质子叶。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "伞形科",
            "id": "200000",
            "latin": "Umbelliferae",
            "content": "一年生至多年生草本，很少是矮小的灌木（在热带与亚热带地区）。根通常真生，肉质而粗，有时为圆锥形或有分枝自根颈斜出，很少根成束、圆柱形或棒形。茎直立或匍匐上升，通常圆形，稍有棱和槽，或有钝棱，空心或有髓。叶互生，叶片通常分裂或多裂，1回掌状分裂或1-4回羽状分裂的复叶，或1-2回三出式羽状分裂的复叶，很少为单叶；叶柄的基部有叶鞘，通常无托叶，稀为膜质。花小，两性或杂性，成顶生或腋生的复伞形花序或单伞形花序，很少为头状花序；伞形花序的基部有总苞片，全缘、齿裂、很少羽状分裂；小伞形花序的基部有小总苞片，全缘或很少羽状分裂；花萼与子房贴生，萼齿5或无；花瓣5，在花蕾时呈覆瓦状或镊合状排列，基部窄狭，有时成爪或内卷成小囊，顶端钝圆或有内折的小舌片或顶端延长如细线；雄蕊5，与花瓣互生。子房下位，2室，每室有一个倒悬的胚珠，顶部有盘状或短圆锥状的花柱基；花柱2，直立或外曲，柱头头状。果实在大多数情况下是干果，通常裂成两个分生果，很少不裂，呈卵形、圆心形、长圆形至椭圆形，果实由2个背面或侧面扁压的心皮合成，成熟时2心皮从合生面分离，每个心皮有1纤细的心皮柄和果柄相连而倒悬其上，因此2个分生果又称双悬果，心皮柄顶端分裂或裂至基部，心皮的外面有5条主棱（1条背棱，2条中棱，2条侧棱），外果皮表面平滑或有毛、皮刺、瘤状突起，棱和棱之间有沟槽，有时槽处发展为次棱，而主棱不发育，很少全部主棱和次棱（共9条）都同样发育；中果皮层内的棱槽内和合生面通常有纵走的油管1至多数。胚乳软骨质，胚乳的腹面有平直、凸出或凹入的，胚小。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "报春花科",
            "id": "210000",
            "latin": "Primulaceae",
            "content": "多年生或一年生草本，稀为亚灌木。茎直立或匍匐，具互生、对生或轮生之叶，或无地上茎而叶全部基生，并常形成稠密的莲座丛。花单生或组成总状、伞形或穗状花序，两性，辐射对称；花萼通常5裂，稀4或6-9裂，宿存；花冠下部合生成短或长筒，上部通常5裂，稀4或6-9裂，仅1单种属（海乳草属 Glaux L.) 无花冠；雄蕊多少贴生于花冠上，与花冠裂片同数而对生，极少具1轮鳞片状退化雄蕊，花丝分离或下部连合成筒；子房上位，仅1属（水茴草属 Samolus L.) 半下位，1室；花柱单一；胚珠通常多数，生于特立中央胎座上。蒴果通常5齿裂或瓣裂，稀盖裂；种子小，有棱角，常为盾状，种脐位于腹面的中心；胚小而直，藏于丰富的胚乳中。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "白花丹科",
            "id": "220000",
            "latin": "Plumbaginaceae",
            "content": "小灌木、半灌木或多年生（罕一年生）草本，直立、上升或垫状，有时上端蔓状而攀援，常被钙质颗粒（垩鳞）。茎、枝有明显的节，沿节多少呈之字形曲折；或者（在具基生叶的草本）仅在根端成短缩而通常肥大的“茎基”。单叶，互生或基生，全缘，偶为羽状浅裂或羽状缺刻，下部通常渐狭成柄，叶柄基部扩张或抱茎；通常无托叶。花两性，整齐，鲜艳，无或有极短梗，通常(1)2-5朵集为1簇状小聚伞花序（此基本花序在本科称为“小穗”），有时全部小穗均含单花；小穗通常偏于穗轴的一侧排列成“穗状花序”；穗状花序又可在花序分枝上构成种种复花序；小穗基部有苞片1枚；每花基部具小苞2枚（白花丹族 Plumbagineae，紫条木族 Aegialitideae*）或1枚[补血草族 Staticeae；此族小穗外部的1枚小苞形体特大，并包裹全部或大部花，称为第一内苞；因此其苞片改称外苞］，苞与小苞宿存。萼下位，或多或少联合，漏斗状、倒圆锥状或管状，有时上部扩大成外展或狭钟状的萼檐；多少为膜质或干膜质，稀全为草质，常有色彩；具5脉，萼筒（至少下部）通常沿脉隆起成宽钝的棱（故常脉棱并称）；花萼裂片5，有时具间生小裂片，在芽中折叠或镊合状；结果时萼略变硬，包于果实之外，通常连同果实迟落。花冠下位，较萼长，由5枚花瓣或多或少联合而成；花冠裂片在芽中旋转状，花后扭曲而萎缩于萼筒内。雄蕊5，与花冠裂片对生，下位，或着生于花冠基部；花丝扁，线形，基部多少扩张；花药2室，平行，纵裂，近于中着，罕为底着。雌蕊1，由5心皮结合而成；子房上位，1室；胚珠1枚，倒生，具两层珠被，悬垂于由子房基部生出的细长珠柄上；花柱顶生，5枚，分离或基部连合，或完全联合成1枚，平滑或有突起；有时花柱异长；柱头5，与萼的裂片对生，扁头状、圆柱形或横的长圆形。蒴果通常先沿基部不规则环状破裂，然后向上沿棱裂成顶端相连或分离的5瓣。种子具薄层粉质胚乳。\n\n本科的主要特征是：花两性，整齐，花的各部均为5；花瓣或多或少联合；萼宿存而常有色彩；花冠在花后卷缩于萼筒内；雄蕊下位，与花冠裂片对生；柱头与萼的裂片对生；子房上位，1室；胚珠1枚，基生；蒴果包藏于萼筒内；种子有薄层粉质胚乳。茎、叶上常被有钙质颗粒。\n",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "木犀科",
            "id": "230000",
            "latin": "Oleaceae",
            "content": "乔木，直立或藤状灌木。叶对生，稀互生或轮生，单叶、三出复叶或羽状复叶，稀羽状分裂，全缘或具齿；具叶柄，无托叶。花辐射对称，两性，稀单性或杂性，雌雄同株、异株或杂性异株，通常聚伞花序排列成圆锥花序，或为总状、伞状、头状花序，顶生或腋生，或聚伞花序簇生于叶腋，稀花单生；花萼4裂，有时多达12裂，稀无花萼；花冠4裂，有时多达12裂，浅裂、深裂至近离生，或有时在基部成对合生，稀无花冠，花蕾时呈覆瓦状或镊合状排列；雄蕊2枚，稀4枚，着生于花冠管上或花冠裂片基部，花药纵裂，花粉通常具3沟；子房上位，由2心皮组成2室，每室具胚珠2枚，有时1或多枚，胚珠下垂，稀向上，花柱单一或无花柱，柱头2裂或头状。果为翅果、蒴果、核果、浆果或浆果状核果；种子具1枚伸直的胚；具胚乳或无胚乳；子叶扁平；胚根向下或向上。染色体基数 x=11-24。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "萝藦科",
            "id": "240000",
            "latin": "Asclepiadaceae",
            "content": " 具有乳汁的多年生草本、藤本、直立或攀援灌木；根部木质或肉质成块状。叶对生或轮生，具柄，全缘，羽状脉；叶柄顶端通常具有丛生的腺体，稀无叶；通常无托叶。聚伞花序通常伞形，有时成伞房状或总状，腋生或顶生；花两性，整齐，5数；花萼筒短，裂片5，双盖覆瓦状或镊合状排列，内面基部通常有腺体；花冠合瓣，辐状、坛状，稀高脚碟状，顶端5裂片，裂片旋转，覆瓦状或镊合状排列；副花冠通常存在，为5枚离生或基部合生的裂片或鳞片所组成，有时双轮，生在花冠筒上或雄蕊背部或合蕊冠上，稀退化成2纵列毛或瘤状突起；雄蕊5，与雌蕊粘生成中心柱，称合蕊柱；花药连生成一环而腹部贴生于柱头基部的膨大处；花丝合生成为1个有蜜腺的筒，称合蕊冠，或花丝离生，药隔顶端通常具有阔卵形而内弯的膜片；花粉粒联合包在1层软韧的薄膜内而成块状，称花粉块，通常通过花粉块柄而系结于着粉腺上，每花药有花粉块2个或4个；或花粉器通常为匙形，直立，其上部为载粉器，内藏有四合花粉，载粉器下面有1载粉器柄，基部有1粘盘，粘于柱头上，与花药互生，稀有4个载粉器粘生成短柱状，基部有1共同的载粉器柄和粘盘；无花盘；雌蕊1，子房上位，由2个离生心皮所组成，花柱2，合生，柱头基部具五稜，顶端各式；胚珠多数，数排，着生于腹面的侧膜胎座上。蓇葖双生，或因1个不发育而成单生；种子多数，其顶端具有丛生的白（黄）色绢质的种毛；胚直立，子叶扁平。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "紫草科",
            "id": "250000",
            "latin": "Boraginaceae",
            "content": "多数为草本，较少为灌木或乔木，一般被有硬毛或刚毛。叶为单叶，互生，极少对生，全缘或有锯齿，不具托叶。花序为聚伞花序或镰状聚伞花序，极少花单生，有苞片或无苞片。花两性，辐射对称，很少左右对称；花萼具5个基部至中部合生的萼片，大多宿存；花冠筒状、钟状、漏斗状或高脚碟状，一般可分筒部、喉部、檐部三部分，檐部具5裂片，裂片在蕾中覆瓦状排列，很少旋转状，喉部或筒部具或不具5个附属物，附属物大多为梯形，较少为其它形状；雄蕊5，着生花冠筒部，稀上升到喉部，轮状排列，极少螺旋状排列，内藏，稀伸出花冠外，花药内向，2室，基部背着，纵裂；蜜腺在花冠筒内面基部环状排列，或在子房下的花盘上；雌蕊由2心皮组成，子房2室，每室含2胚珠，或由内果皮形成隔膜而成4室，每室含1胚珠，或子房4（-2）裂，每裂瓣含1胚珠，花柱顶生或生在子房裂瓣之间的雌蕊基上，不分枝或分枝；胚珠近直生、倒生或半倒生；雌蕊基果期平或不同程度升高呈金字塔形至锥形。果实为含1-4粒种子的核果，或为子房4（-2）裂瓣形成的4（-2）个小坚果，果皮多汁或大多干燥，常具各种附属物。种子直立或斜生，种皮膜质，无胚乳，稀含少量内胚乳；胚伸直，很少弯曲，子叶平，肉质，胚根在上方。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "旋花科",
            "id": "260000",
            "latin": "Convolvulaceae",
            "content": "草本、亚灌木或灌木，偶为乔木（产马达加斯加的Humbertia属），在干旱地区有些种类变成多刺的矮灌丛，或为寄生植物（菟丝子属Cuscuta）；被各式单毛或分叉的毛；植物体常有乳汁；具双韧维管束；有些种类地下具肉质的块根。茎缠绕或攀援，有时平卧或匍匐，偶有直立。叶互生，螺旋排列，寄生种类无叶或退化成小鳞片，通常为单叶，全缘，或不同深度的掌状或羽状分裂，甚至全裂，叶基常心形或戟形；无托叶，有时有假托叶（为缩短的腋枝的叶）；通常有叶柄。花通常美丽，单生于叶腋，或少花至多花组成腋生聚伞花序，有时总状，圆锥状，伞形或头状，极少为二歧蝎尾状聚伞花序。苞片成对，通常很小，有时叶状，有时总苞状，或在盾苞藤属Neuropeltis苞片在果期极增大托于果下。花整齐，两性，5数；花萼分离或仅基部连合，外萼片常比内萼片大，宿存，有些种类在果期增大。花冠合瓣，漏斗状、钟状、高脚碟状或坛状；冠檐近全缘或5裂，极少每裂片又具2小裂片，蕾期旋转折扇状或镊合状至内向镊合状；花冠外常有5条明显的被毛或无毛的瓣中带。雄蕊与花冠裂片等数互生，着生花冠管基部或中部稍下，花丝丝状，有时基部稍扩大，等长或不等长；花药2室，内向开裂或侧向纵长开裂；花粉粒无刺或有刺；在菟丝子属中，花冠管内雄蕊之下有流苏状的鳞片。花盘环状或杯状。子房上位，由2（稀3-5）心皮组成，1-2室，或因有发育的假隔膜而为4室，稀3室，心皮合生，极少深2裂；中轴胎座，每室有2枚倒生无柄胚珠，子房4室时每室1胚珠；花柱1-2，丝状，顶生或少有着生心皮基底间，不裂或上部2尖裂，或几无花柱；柱头各式。通常为蒴果，室背开裂、周裂、盖裂或不规则破裂，或为不开裂的肉质浆果，或果皮干燥坚硬呈坚果状。种子和胚珠同数，或由于不育而减少，通常呈三棱形，种皮光滑或有各式毛；胚乳小，肉质至软骨质；胚大，具宽的、折绉或折扇状、全缘或凹头或2裂的子叶，菟丝子属的胚线形螺蜷，无子叶或退化为细小的鳞片状。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "唇形科",
            "id": "270000",
            "latin": "Labiatae",
            "content": "多年生至一年生草本，半灌木或灌木，极稀乔木或籐本，常具含芳香油的表皮，有柄或无柄的腺体，及各种各式的单毛、具节毛、甚至于星状毛和树枝状毛，常具有四棱及沟槽的茎和对生或轮生的枝条。根纤维状，稀增厚成纺锤形，极稀具小块根。偶有新枝形成具多少退化叶的气生走茎或地下匍匐茎，后者往往具肥短节间及无色叶片。叶为单叶，全缘至具有各种锯齿，浅裂至深裂，稀为复叶，对生（常交互对生），稀3-8枚轮生，极稀部分互生。花很少单生。花序聚伞式，通常由两个小的3至多花的二歧聚伞花序在节上形成明显轮状的轮伞花序（假轮）；或多分枝而过渡到成为一对单歧聚伞花序，稀仅为3-1花的小聚伞花序，后者形成每节双花的现象。由于主轴完全退化而形成密集的无柄花序，或主轴及侧枝均或多或少发达，苞叶退化成苞片状，而由数个至许多轮伞花序聚合成顶生或腋生的总状，穗状，圆锥状，稀头状的复合花序，稀由于花向主轴一面聚集而成背腹状（开向一面），极稀每苞叶承托一花，由于花亦互生而形成真正的总状花序。苞叶常在茎上向上逐渐过渡成苞片，每花下常又有一对纤小的小苞片（在单歧花序中则仅一片发达）；很少有不具苞片及小苞片，或苞片及小苞片趋于发达而有色，具针刺，叶状或特殊形状。花两侧对称，稀多少辐射对称，两性，或经过退化而成雌花两性花异株，稀杂性，极稀花为两型而具闭花授精的花，较稀有大小花或大中小花不同株的现象。花图式为S5P5A4G(2) 。花萼下位，宿存（稀二片盾形，其中至少一片脱落），在果时常不同程度的增大，加厚，甚至肉质，钟状，管状或杯状，稀壶状或球形，直至弯，合萼，5-稀4-基数，芽时开放，有分离相等或近相等的齿或裂片，极稀分裂至近底部，如连合则常形成各式各样的二唇形（3/2或1/4式，极稀5/0式），主脉5条，其间简单、交叉或重复，分枝的第二次脉在较大或小的范围内发育，因之形成8，11，13，15至19脉，贯入萼齿内的侧脉有时缘边或网结，齿间极稀有侧脉连结形成的胼胝体，脉尖偶形成附属物或附齿，如此，则齿有10枚（有时5长5短），萼口部平或斜，喉内面有时被毛，或在萼筒内中部形成毛环（果盖Carposte-gium），萼外有时被各种毛茸及腺体。花冠合瓣，通常有色，大小不一，具相当发育的，通常伸出萼外（稀内藏），管状或向上宽展，直或弯（极稀倒扭）的花冠筒，筒内有时有各式的毛茸或毛环（蜜腺盖Nectarostegium或Annulus），基部极稀具囊或距，内有蜜腺；冠簷5-稀4-裂，通常经过不同形式和程度的联合而成二唇形（2/3式，或较少4/1式），稀成假单唇形或单唇形（0/5式），稀5（-4）裂片近相等，卷叠式覆瓦状，通常在芽内开放，或双盖覆瓦状，后裂片在芽时在最外，如为二唇形，则上唇常外凸或盔状，较稀扁平，下唇中裂片常最发达，多半平展，侧裂片有时不发达，稀形成盾片（Apophysis）或小齿（Pleuridia），颚上有时有褶襞或加厚部分，但在4/1式中则下唇有时成舟状、囊状或各种形状。雄蕊在花冠上着生，与花冠裂片互生，通常4枚，二强，有时退化为2枚，稀具第5枚（后）退化雄蕊，分离或药室贴近两两成对，极稀在基部连合或成鞘状（如鞘蕊花属Coleus Lour.），通常前对较长，稀后对较长（荆芥族Nepeteae Benth.），通常不同程度的伸出花冠筒外，稀内藏，通常两两平行，上升而靠于花冠的盔状上唇内，或平展而直伸向前，稀下倾，平卧于花冠下唇上或包于其内（罗勒族Ocimeae Kudo, p. p.），稀两对不互相平行（则后对雄蕊下倾或上升）；花丝有毛或否，通常直伸，稀在芽时内卷，有时较长，稀在花后伸出很长，后对花丝基部有时有各式附属器；药隔伸出或否；花药通常长圆形，卵圆形至线形，稀球形，2室，内向，有时平行，但通常不同程度的叉开、平叉开或甚至平展开，每室纵裂，稀在花后贯通为1室，有时前对或后对药室退化为1室形成半药，有时平展开（则花药球形），稀被发达的药隔分开，后者变成丝状并在着生于花丝处具关节（鼠尾草族Salvieae Dumort. ），无毛或被各式毛。下位花盘通常肉质，显著，全缘至通常2-4浅裂，至具与子房裂片对生或互生的裂片，前（或偶有后）裂片有时呈指状增大，稀不具而花托中央有一突起（保亭花属Wenchengia C. Y. Wu et S. Chow）。雌蕊由2中向心皮形成，早期即因收缩而分裂为4枚具胚珠的裂片，极稀浅裂或不裂（筋骨草亚科Ajugoideae Benth.部分，保亭花亚科Wenchengioideae C. Y. Wu et S. Chow）；子房上位，无柄，稀具柄（黄芩属Scutellaria Linn.）；胚珠单被，倒生，直立，基生，着生于中轴胎座上，珠脊向轴，珠孔向下，极稀侧生而多少半倒生，直立，例外的为多少弯生；花柱一般着生于子房基部（gynobasic），稀着生点高于子房基部，顶端具2等长稀不等长的裂片，稀不裂，例外为4裂。果通常裂成4枚果皮干燥的小坚果，稀核果状（锥花亚科Prasioideae Brig.）而具多少坚硬的内果皮及肉质或多汁的外果皮，倒卵圆形或四棱形，光滑，具毛或有皱纹、雕纹，稀具边或顶生或周生的翅（有时背腹压扁，稀背腹分化），具小的基生果脐，稀由于侧腹面相接而形成大而显著、高度有时超过果轴一半的果脐，极稀近背面相接（具基部一背部的合生面，如薰衣草属 Lavandula Linn.），稀花托的小部分与小坚果分离而形成一油质体（elaiosome）（如筋骨草属Ajuga Linn.，野芝麻属Laxnium Linn.,及迷迭香属Rosmarinus Linn.）；种子每坚果单生，直立，极稀横生而皱曲，具薄而以后常全部被吸收的种皮，基生，稀侧生。胚乳在果时无或如存在则极不发育。胚具扁平，稀凸或有折，微肉质，与果轴平行或横生的子叶；幼根短，在下面，例外的为弯曲而位于一片子叶上（即背依子叶，如黄岑属Scutellaria Linn.）。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "茄科",
            "id": "280000",
            "latin": "Solanaceae",
            "content": "一年生至多年生草本、半灌木、灌木或小乔木；直立、匍匐、扶升或攀援；有时具皮刺，稀具棘刺。单叶全缘、不分裂或分裂，有时为羽状复叶，互生或在开花枝段上大小不等的二叶双生；无托叶。花单生，簇生或为蝎尾式、伞房式、伞状式、总状式、圆锥式聚伞花序，稀为总状花序；顶生、枝腋或叶腋生、或者腋外生；两性或稀杂性，辐射对称或稍微两侧对称，通常5基数、稀4基数。花萼通常具5牙齿、5中裂或5深裂，稀具2、3、4至10牙齿或裂片，极稀截形而无裂片，裂片在花蕾中镊合状、外向镊合状、内向镊合状或覆瓦状排列、或者不闭合，花后几乎不增大或极度增大，果时宿存，稀自近基部周裂而仅基部宿存；花冠具短筒或长筒，辐状、漏斗状、高脚碟状、钟状或坛状，檐部5（稀4-7或10)浅裂、中裂或深裂，裂片大小相等或不相等，在花蕾中覆瓦状、镊合状、内向镊合状排列或折合而旋转；雄蕊与花冠裂片同数而互生，伸出或不伸出于花冠，同形或异形（即花丝不等长或花药大小或形状相异）、有时其中1枚较短而不育或退化，插生于花冠筒上，花丝丝状或在基部扩展，花药基底着生或背面着生、直立或向内弓曲、有时靠合或合生成管状而围绕花柱，药室2,纵缝开裂或顶孔开裂；子房通常由2枚心皮合生而成，2室、有时1室或有不完全的假隔膜而在下部分隔成4室、稀3-5（-6 )室，2心皮不位于正中线上而偏斜，花柱细瘦，具头状或2浅裂的柱头；中轴胎座；胚珠多数、稀少数至1枚，倒生、弯生或横生。果实为多汁浆果或干浆果，或者为蒴果。种子圆盘形或肾脏形；胚乳丰富、肉质；胚弯曲成钩状、环状或螺旋状卷曲、位于周边而埋藏于胚乳中，或直而位于中轴位上。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "玄参科",
            "id": "290000",
            "latin": "Scrophulariaceae",
            "content": " 草本、灌木或少有乔木。叶互生、下部对生而上部互生、或全对生、或轮生，无托叶。花序总状、穗状或聚伞状，常合成圆锥花序，向心或更多离心。花常不整齐；萼下位，常宿存，5少有4基数；花冠4-5裂，裂片多少不等或作二唇形；雄蕊常4枚，而有一枚退化，少有2-5枚或更多，药1-2室，药室分离或多少汇合；花盘常存在，环状，杯状或小而似腺；子房2室，极少仅有1室；花柱简单，柱头头状或2裂或2片状；胚珠多数，少有各室2枚，倒生或横生。果为蒴果，少有浆果状，具生于1游离的中轴上或着生于果爿边缘的胎座上；种子细小，有时具翅或有网状种皮，脐点侧生或在腹面，胚乳肉质或缺少；胚伸直或弯曲。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "菊科",
            "id": "300000",
            "latin": "Compositae",
            "content": "草本、亚灌木或灌木，稀为乔木。有时有乳汁管或树脂道。叶通常互生，稀对生或轮生，全缘或具齿或分裂，无托叶，或有时叶柄基部扩大成托叶状；花两性或单性，极少有单性异株，整齐或左右对称，五基数，少数或多数密集成头状花序或为短穗状花序，为1层或多层总苞片组成的总苞所围绕；头状花序单生或数个至多数排列成总状、聚伞状、伞房状或圆锥状；花序托平或凸起，具窝孔或无窝孔，无毛或有毛；具托片或无托片；萼片不发育，通常形成鳞片状、刚毛状或毛状的冠毛；花冠常辐射对称，管状，或左右对称，两唇形，或舌状，头状花序盘状或辐射状，有同形的小花，全部为管状花或舌状花，或有异形小花，即外围为雌花，舌状，中央为两性的管状花；雄蕊4-5个，着生于花冠管上，花药内向，合生成筒状，基部钝，锐尖，戟形或具尾；花柱上端两裂，花柱分枝上端有附器或无附器；子房下位，合生心皮2枚，1室，具1个直立的胚珠；果为不开裂的瘦果；种子无胚乳，具2个，稀1个子叶。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "禾本科",
            "id": "310000",
            "latin": "Gramineae",
            "content": "植物体木本（竹类和某些高大禾草亦可呈木本状）或草本。根的类型极大多数为须根。茎多为直立，但亦有匍匐蔓延乃至如藤状，通常在其基部容易生出分蘖条（sucker或shoot），一般明显地具有节（node）与节间（internode）两部分[茎在本科中常特称为秆（culm）；在竹类中称为竿，以示与禾草者相区别]；节间中空，常为圆筒形，或稍扁，髓部贴生于空腔之内壁，但亦有充满空腔而使节间为实心者；节处之内有横隔板（diaphragm）存在，故是闭塞的，从外表可看出鞘环（sheath-node）和在鞘上方的秆环（culm-node）两部分，同一节的这两环间的上下距离可称为节内（intranode），秆芽即生于此处。叶为单叶互生，常以1/2叶序交互排列为2行，一般可分3部分：① 叶鞘（leaf sheath），它包裹着主秆和枝条的各节间，通常是开缝的，以其两边缘重叠覆盖，或两边缘愈合而成为封闭的圆筒，鞘的基部稍可膨大；② 叶舌（ligule）位于叶鞘顶端和叶片相连接处的近轴面，通常为低矮的膜质薄片，或由鞘口繸毛来代替，稀为不明显乃至无叶舌，在叶鞘顶端之两边还可各伸出一突出体，即叶耳（auricle），其边缘常生纤毛或繸毛；③ 叶片（blade），常为窄长的带形，亦有长圆形、卵圆形、卵形或披针形等形状，其基部直接着生在叶鞘顶端，无柄[少数禾草及竹类的营养叶则可具叶柄（petiole）]，叶片有近轴（上表面）与远轴（下表面）的两个平面，在未开展或干燥时可作席卷状，有1条明显的中脉（midrib）和若干条与之平行的纵长次脉（secondary veins），小横脉（crossed veinlet）有时亦存在。\n\n花风媒，只有热带雨林下的某些草本竹类可罕见虫媒传粉；花常无柄，在小穗轴（rachilla）上交互排列为2行（尤以多花时为然）以形成小穗（spikelet），由它们再组合成为着生在秆端或枝条顶端的各式各样的复合花序，惟有一部分竹类的小穗可直接着生在竿和枝条之节处[此情况可说是无真正的花序而仅有花枝（floweringbranch）]，小穗轴实为一极短缩的花序轴（rachis），在其节处均可生有苞片（bract）和先出叶（prophyll）2) 各1片，若其最下方数节只生有苞片而无他物，则此等苞片就可称为颖（glume），而陆续在上方的各节除有苞片和位于近轴的先出叶外，还在两者之间具备一些花的内容，此时苞片即改称为外稃（lemma），先出叶相应地称为内稃（palea）3)，在习惯上通常将此两稃片（anthoecium）连同所包含的花部各器官统称为小花（floret），以一朵两性小花为例，它计有：① 外稃：通常呈绿色，有膜质、草质、薄革质、革质、软骨质等各种质地. ，先端渐尖、急尖、钝圆、截平、微凹或二裂者，常具平行纵脉，主脉可伸出乃至成芒（其他脉亦可如此）；② 内稃：常较短小，质地亦较薄，先端多呈截平或微凹，背部具2脊，亦有若干平行纵脉，其2脊可伸出成小尖头或短芒；③ 鳞被（亦称浆片）（lodicule）：此为轮生的退化内轮花被片，计2或3片，稀可较多或不存在，形小，膜质透明，下部具脉纹，上缘生小纤毛；④ 雄蕊：其数为（1）3-6枚，稀可为多数，下位，具纤细的花丝与二室纵裂开（稀可顶端孔裂）的花药，后者常以中部背着花丝顶端，嗣后成熟时能伸出花外而摆动，用以散布花粉；⑤ 雌蕊1，具无柄（稀或有柄）一子室的子房，花柱2或3（稀1枚或更多），其上端生有羽毛状或帚刷状的柱头，子室内仅含1粒倒生胚珠，它直立在近轴面（即靠近内稃）一侧之基底。果实通常多为颖果（caryopsis），其果皮质薄而与种皮愈合，一般连同包裹它的稃片合称为谷粒（grain），此外亦可有其他类型的果实而具游离或部分游离的果皮；种子通常含有丰富的淀粉质胚乳及一小形胚体，后者位于果实或种子远轴面（即靠近外稃）的基部，在另一侧或其基部从外表即可见到线形或点状的种脐（hilium），通常线形种脐亦称为腹沟（ventral sulcus）。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "百合科",
            "id": "320000",
            "latin": "Liliaceae",
            "content": "通常为具根状茎、块茎或鳞茎的多年生草本，很少为亚灌木、灌木或乔木状。叶基生或茎生，后者多为互生，较少为对生或轮生，通常具弧形平行脉，极少具网状脉。花两性，很少为单性异株或杂性，通常辐射对称，极少稍两侧对称；花被片6，少有4或多数，离生或不同程度的合生（成筒），一般为花冠状；雄蕊通常与花被片同数，花丝离生或贴生于花被筒上；花药基着或丁字状着生；药室2，纵裂，较少汇合成一室而为横缝开裂；心皮合生或不同程度的离生；子房上位，极少半下位，一般3室（很少为2、4、5室），具中轴胎座，少有1室而具侧膜胎座；每室具1至多数倒生胚珠。果实为蒴果或浆果，较少为坚果。种子具丰富的胚乳，胚小。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "鸢尾科",
            "id": "330000",
            "latin": "Iridaceae",
            "content": "多年生、稀一年生草本。地下部分通常具根状茎、球茎或鳞茎。叶多基生，少为互生，条形、剑形或为丝状，基部成鞘状，互相套迭，具平行脉。大多数种类只有花茎，少数种类有分枝或不分枝的地上茎。花两性，色泽鲜艳美丽，辐射对称，少为左右对称，单生、数朵簇生或多花排列成总状、穗状、聚伞及圆锥花序；花或几花序下有 1至多个草质或膜质的苞片，簇生、对生、互生. 或单一；花被裂片6，两轮排列，内轮裂片与外轮裂片同形等大或不等大，花被管通常为丝状或喇叭形；雄蕊3，花药多外向开裂；花柱1，上部多有三个分枝，分枝圆柱形或扁平呈花瓣状，柱头3-6，子房下位，3室，中轴胎座，胚珠多数。蒴果，成熟时室背开裂；种子多数，半圆形或为不规则的多面体，少为圆形，扁平，表面光滑或皱缩，常有附属物或小翅。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        }
    ],
    shu: [
        {
            "name": "圆柏属",
            "id": "010000010100",
            "latin": "Sabina Mill.",
            "content": "常绿乔木或灌木、直立或匍匐；冬芽不显著；有叶小枝不排成一平面。叶刺形或鳞形, 幼树之叶均为刺形, 老树之叶全为刺形或全为鳞形, 或同一树兼有鳞叶及刺叶；刺叶通常三叶轮生, 稀交叉对生, 基部下延生长, 无关节, 上（腹）面有气孔带；鳞叶交叉对生, 稀三叶轮生、菱形, 下（背）面常具腺体。雌雄异株或同株, 球花单生短枝顶端;雄球花卵圆形或矩圆形, 黄色, 雄蕊4-8对, 交互对生；雌球花具4-8枚交叉对生的珠鳞, 或珠鳞三枚轮生；胚珠1-6枚, 着生于珠鳞的腹面基部。球果通常第二年成熟，稀当年或第三年成熟，种鳞合生，肉质，苞鳞与种鳞结合而生、仅苞鳞顶端尖头分离，熟时不开裂；种子1-6粒，无翅，常有树脂槽，有时具棱脊；子叶2-6枚。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "杨属",
            "id": "020000020100",
            "latin": "Populus L.",
            "content": "乔木。树干通常端直；树皮光滑或纵裂，常为灰白色。有顶芽（胡杨无），芽鳞多数，常有粘脂。枝有长（包括萌枝）短枝之分，圆柱状或具棱线。叶互生，多为卵圆形、卵圆状披针形或三角状卵形，在不同的枝（如长枝、短枝、萌枝）上常为不同的形状，齿状缘；叶柄长，侧扁或圆柱形，先端有或无腺点。葇荑花序下垂，常先叶开放；雄花序较雌花序稍早开放；苞片先端尖裂或条裂，膜质，早落，花盘斜杯状；雄花有雄蕊4-多数，着生于花盘内，花药暗红色，花丝较短，离生；子房花柱短，柱头2-4裂。蒴果2-4(5)裂。种子小，多数，子叶椭圆形。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "柳属",
            "id": "020000020200",
            "latin": "Salix L.",
            "content": "乔木或匍匐状、垫状、直立灌木。枝圆柱形，髓心近圆形。无顶芽，侧芽通常紧贴枝上，芽鳞单一。叶互生，稀对生，通常狭而长，多为披针形，羽状脉，有锯齿或全缘；叶柄短；具托叶，多有锯齿，常早落，稀宿存。葇荑花序直立或斜展，先叶开放，或与叶同时开放，稀后叶开放；苞片全缘，有毛或无毛，宿存，稀早落；雄蕊2-多数，花丝离生或部分或全部合；腺体1-2（位于花序轴与花丝之间者为腹腺，近苞片者为背腺）；雌蕊由2心皮组成，子房无柄或有柄，花柱长短不一，或缺，单1或分裂，柱头1-2，分裂或不裂。蒴果2瓣裂；种子小。多暗褐色。\n本属多为灌木，稀乔木，无顶芽，合轴分枝，雄蕊数目较少，虫媒花等特征表明，较杨属与钻天柳属进化。本属世界约520多种，主产北半球温带地区，寒带次之，亚热带和南半球极少，大洋洲无野生种。我国257种，122变种，33变型。各省区均产。\n本属植物多喜湿润。生于水边者常有水生根；一般扦插极易成活。本属木材轻柔，主供小板材，小木器，矿柱材，民用建筑材，农具材和薪炭材用，有些种类的木炭为制造火药的原料；枝条多细长而柔，可编制筐、篮、包、家具、柳条箱、安全帽；树皮含单宁，供工业用或药用；嫩枝、叶为野生动物饲料；个别种的叶子可作家畜饲料或饲柞蚕；为保持水土，固堤，防沙和四旁绿化及美化环境的优良树种；有的是早春蜜源植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "榆属",
            "id": "030000030100",
            "latin": "Ulmus L.",
            "content": "乔木，稀灌木；树皮不规则纵裂，粗糙，稀裂成块片或薄片脱落；小枝无刺，有时（常在幼树及萌发枝上）具对生扁平的木栓翅，或具周围膨大而不规则纵裂的木栓层；顶芽早死，枝端萎缩成小距状残存，其下的腋芽代替顶芽，芽鳞覆瓦状，无毛或有毛。叶互生，二列，边缘具重锯齿或单锯齿，羽状脉直或上部分叉，脉端伸入锯齿，上面中脉常凹陷，侧脉微凹或平，下面叶脉隆起，基部多少偏斜，稀近对称，有柄；托叶膜质，早落。花两性，春季先叶开放，稀秋季或冬季开放，常自花芽抽出，在去年生枝（稀当年生枝）的叶腋排成簇状聚伞花序、短聚伞花序、总状聚伞花序或呈簇生状，或花自混合芽抽出，散生（稀簇生）于新枝基部或近基部的苞片（稀叶）的腋部；花被钟形，稀较长而下部渐窄成管状，或花被上部杯状，下部急缩成管状，4-9浅裂或裂至杯状花被的基部或近基部，裂片等大或不等大，膜质，先端常丝裂，宿存，稀裂片脱落或残存；雄蕊与花被裂片同数而对生，花丝细直，扁平，多少外伸，花药矩圆形，先端微凹，基部近心脏形，中下部着生，外向，2室，纵裂；子房扁平，无柄或有柄，无毛或被毛，1室（稀2室），花柱极短，稀较长而2裂，柱头2, 条形，柱头面被毛，胚珠横生；花梗较花被为短或近等长，稀长达二至数倍，被毛，稀无毛，基部有1枚膜质小苞片，花梗与花被之间有关节；花后数周果即成熟。果为扁平的翅果，圆形、倒卵形、矩圆形或椭圆形，稀梭形，两面及边缘无毛或有毛，或仅果核部分有毛，或两面有疏毛而边缘密生睫毛，或仅边缘有睫毛，果核部分位于翅果的中部至上部，果翅膜质，稀稍厚，常较果核部分为宽或近等宽，稀较窄，顶端具宿存的柱头及缺口，缺裂（柱头）先端喙状，内缘（柱头面）被毛，稀花柱明显，2裂，柱头细长，基部无子房柄，或具或短或长的子房柄；种子扁或微凸，种皮薄，无胚乳，胚直立，子叶扁平或微凸。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "木蓼属",
            "id": "040000040100",
            "latin": "Atraphaxis L.",
            "content": "灌木，多分枝。木质枝通常具刺或无刺；当年生枝具条纹或肋棱。叶互生，稀簇生，革质，通常灰绿色，稀绿色，近无柄，具叶褥；托叶鞘基部褐色，通常具2条脉纹，顶端膜质，2裂。花序由腋生花簇组成紧密或疏松的总状花序，总状花序顶生及侧生；花梗纤细，具关节，果时下垂；单被花，两性，花被片4-5，排为两轮，花冠状，开展，内轮花被片2-3，直立，通常具网脉，果时增大，包被果实，外轮花被片2, 较小，果时反折；雄蕊6或8, 着生花被片基部，花丝钻形，基部结合呈环状，花药背着，卵形或宽椭圆形；子房卵形，双凸镜状或具3棱，基部具直生的胚珠，花柱2或3, 短，近分离，顶端各具1头状柱头。瘦果卵形，双凸镜状或具3棱。种皮薄膜质；胚位于种子侧方，弯曲或近直立，胚乳粉状，子叶线形，胚根向上，直立。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "沙拐枣属",
            "id": "040000040200",
            "latin": "Calligonum L.",
            "content": "灌木或半灌木，高度差异极大，0.3-7米。多分枝，有木质化老枝和当年生幼枝两种；木质老枝灰白色、淡黄灰色、灰褐色或暗红色，或多或少扭曲；当年生幼枝较细，灰绿色，有关节，节间长1-4厘米，秋末时部分枯死脱落。叶对生，退化成线形或鳞片状，长1-7毫米，基部合生成分离，与托叶鞘连合，少数分离；托叶鞘膜质，淡黄褐色，极小。单被花，两性，单生或2-4朵生叶腋；花梗细，红色，淡红色或白色，具关节；花被片5深裂，裂片椭圆形，不相等，红色、淡红色或白色，背部中央通常色较深，呈暗红色、红色或绿色，果时不扩大，通常反折，少数平展；雄蕊12-18, 花丝基部连合；子房上位，具4肋，花柱较短；柱头4, 头状。瘦果，通常椭圆形或长卵形，直立或向左、右扭转；果皮木质，坚硬，具4条果肋和肋间沟槽；肋上生翅或刺，或窄翅上再生刺，极少在刺末端罩一层薄膜而呈泡状果。果实（包括翅或刺）近球形、椭圆形、卵形或长圆形，径7-30毫米不等。胚直立，胚乳白色。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蓼属",
            "id": "040000040300",
            "latin": "Polygonum L.",
            "content": "一年生或多年生草本，稀为半灌木或小灌木。茎直立、平卧或上升，无毛、被毛或具倒生钩刺，通常节部膨大。叶互生，线形、披针形、卵形、椭圆形、箭形或戟形，全缘，稀具裂片；托叶鞘膜质或草质，筒状，顶端截形或偏斜，全缘或分裂，有缘毛或无缘毛。花序穗状、总状、头状或圆锥状，顶生或腋生，稀为花簇，生于叶腋；花两性稀单性，簇生稀为单生；苞片及小苞片为膜质；花梗具关节；花被5深裂稀4裂，宿存；花盘腺状、环状，有时无花盘；雄蕊8，稀4-7；子房卵形；花柱2-3，离生或中下部合生；柱头头状。瘦果卵形，具3棱或双凸镜状，包于宿存花被内或突出花被之外。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "雾冰藜属",
            "id": "050000050100",
            "latin": "Bassia All.",
            "content": "一年生草本。叶互生，无柄，条形、侧披针状条形或倒披针形，扁平、半圆柱状或圆柱状，膜质或肉质，密被毛。花两性，无柄，单生或构成穗状花序；无苞片和小苞片；花被筒状，膜质，被毛，上部5裂，裂齿等长，果时在花被背部具5个非翅状的附属物；雄蕊5; 子房宽卵圆状，无柄，花柱短，柱头2-(3)。胞果卵圆形，顶基压扁；果皮膜质，不与种皮相联。种子横生，圆形；胚环形。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "沙蓬属",
            "id": "050000050200",
            "latin": "Agriophyllum Bieb.",
            "content": "一年生草本。茎直立，从基部分枝，光滑或被分枝状茸毛。叶互生，无柄或具柄，条状、披针状条形，披针形或卵圆形，全缘，先端渐尖具小尖头，基部渐狭或圆楔形，具3至多条叶脉。花序穗状，具苞片，无小苞片，苞片覆瓦状排列，基部宽，先端急缩呈锐尖头，后折，背部密被分枝状毛；花两性，无柄，单生于苞片1-5，分离，膜质，白色，矩圆形或披针形，顶端啮蚀状撕裂；雄蕊1-5，下位，花丝扁平，分离或仅基部联合，花药矩圆形；子房上位，无柄，卵状，腹背压扁，无毛或被毛，花柱短，柱头2，丝状。果实矩圆形至近圆形，无毛或被毛，上部边缘具翅或无；果实顶端具果喙，果喙分裂成两个喙，果喙基部外侧翅或无；果皮与种皮分离。种子直生，扁平，圆形或椭圆形；胚环形，胚乳较丰富，胚根向下。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "滨藜属",
            "id": "050000050300",
            "latin": "Atriplex L.",
            "content": "一年生草本，较少为半灌木，通常有糠批状被覆物（粉）。叶互生，很少为对生，有柄或近无柄；叶片扁平，稍肥厚，条形、披针形、椭圆形、卵形、三角形、菱形或戟形，边缘具齿，较少全缘。团伞花序腋生；花单性，雌雄同株或异株（中国无此类）。雄花无苞片，花被5裂，较少3-4裂，花被裂片矩圆形或倒卵形，先端钝；雄蕊3-5，着生于花被基部，花丝离生或下部合生；退化子房狭圆锥状或圆柱状或无。雌花具2苞片，无花被；苞片离生或边缘不同程度合生，果时稍增大，形态多样，表面通常有附属物；有时与雄花相似的雌花（具花被而无苞片）同时存在；无花盘；子房卵形或扁球形；柱头2，钻状或丝状，花柱极短。胞果包藏于苞片内，果皮膜质，与种子贴伏或贴生。种子直立或倒立，仅在具花被的雌花中横生，扁平，圆形或双凸镜形，种皮膜质、革质或壳质；胚环形，具块状胚乳。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "虫实属",
            "id": "050000050400",
            "latin": "Corispermum L.",
            "content": "一年生草本，植株全体被星状毛。叶条形，稀倒披针形，无柄，扁平，全缘，先端钝或渐尖具小尖头，1-(3)脉。花序穗状，顶生和侧生，具多花，花密集或疏离; 具苞片，无小苞片，苞片叶状、狭披针形至近圆形，有1-3脉，具宽或窄的膜质边缘，全缘，先端渐尖或骤尖并具小尖头，基部楔形或圆形。花两性，无柄，单生；花被片白膜质， 1或3枚，不等大，近轴花被片1，直立，较大，远轴2，较小或缺；雄蕊下位，1、3或5（远轴2，近轴3)枚；花丝条形，扁平，通常长于花被片，稀等长；花药矩圆形，2室，纵裂；子房上位，卵状或椭圆状，背腹压扁，无毛或被毛，花柱短，柱头2。果实直立，背腹压扁，矩圆形至圆形，顶端急尖，近圆形或在果喙基部两侧下陷呈缺刻状，基部楔形、近圆形或心脏形；果核1)通常为倒卵形或椭圆形，稀近圆形，平滑，具斑纹、疣状或乳头状突起，具光泽或无，被星状毛或无；果喙2)明显，上部具2喙尖3)，喙尖针状，直立、叉分或弯曲；果具翅，翅宽或窄或几近于无，全缘或啮蚀状，平直或呈波状皱曲，半透明或不透明；果皮与种皮相联。种子与果核同形，直立；胚马蹄形，胚根向下，胚乳较多。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "梭梭属",
            "id": "050000050500",
            "latin": "Haloxylon Bunge",
            "content": "灌木或小乔木，无毛或仅叶腋内具棉毛。茎直立，多分枝，老枝圆柱状；当年枝绿色或蓝绿色，具关节。叶对生，退化成鳞片状，或几无叶，基部合生，先端钝或具短芒尖。花单生于叶腋，两性，具2小苞片; 花被片5，离生，纸质或干膜质，内面凹，内面基部常具蛛丝状毛，果时背部上方具横翅状附属物；翅状附属物膜质，平展，具纵脉；雄蕊5,着生于杯状花盘上，花药椭圆形，不具附属物；子房基部陷于花盘内，花柱极短，柱头2-5。胞果半球形，顶面微凹，果皮肉质，与种子贴伏。种子横生，无胚乳；胚绿色，螺旋状。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "盐爪爪属",
            "id": "050000050600",
            "latin": "Kalidium Moq.",
            "content": "小灌木，多分枝，无关节。叶互生，叶片圆柱状或不发育，肉质，基部下延。花序穗状，有柄；花两性，基部嵌入肉质的花序轴内，每3朵花极少为1朵花生于1苞片内；苞片肉质，螺旋状排列，无小苞片；花被合生几至顶部，在顶部形成1个小孔，在小孔的周围有4-5个小齿，果时成海绵状；雄蕊2；子房卵形；柱头2，有乳头状突起。果实为胞果，包藏于花被内；种子直立，两侧扁，种皮近革质；胚半环形，有胚乳。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "地肤属",
            "id": "050000050700",
            "latin": "Kochia Roth",
            "content": "一年生草本，很少为半灌木，有长柔毛或棉毛，很少无毛。茎直立或斜升，通常多分枝。叶互生，无柄或几无柄，圆柱状、半圆柱状，或为窄狭的平面叶，全缘。花两性，有时兼有雌性，无花梗，通常1-3个团集于叶腋，无小苞片; 花被近球形，草质，通常有毛，5深裂；裂片内曲，果时背面各具1横翅状附属物；翅状附属物膜质，有脉纹；雄芯5，着生于花被基部，花丝扁平，花药宽矩圆形，外伸，花盘不存在；子房宽卵形，花柱纤细，柱头2-3，丝状，有乳头状突起，胚珠近无柄。胞果扁球形；果皮膜质，不与种子贴生。种子横生，顶基扁，圆形或卵形，接近种脐处微凹；种皮膜质，平滑；胚细瘦，环形；胚乳较少。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "盐角草属",
            "id": "050000050800",
            "latin": "Salicornia L.",
            "content": "草本或小灌木。茎直立或外倾，光滑；枝对生，肉质，多汁，有关节。叶不发育，对生，鳞片状。花序为圆柱形的穗状花序，有柄，生于枝条的上部；花两性，无柄，陷入肉质的花序轴内；无小苞片；花被合生，顶端有4-5小齿，上部近扁平，成菱形，果时为海绵质; 雄蕊1-2；花柱极短，有2个钻状的柱头。果实为胞果，包藏于花被内；种子直立，两侧扁；胚半环形，无胚乳。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "猪毛菜属",
            "id": "050000050900",
            "latin": "Salsola L.",
            "content": "一年生草本，半灌木或灌木。无毛，有柔毛，硬毛或乳头状小突起。叶互生，极少为对生，无柄，叶片圆柱形，半圆柱形，稀为条形，顶端钝圆或有刺状尖，基部通常扩展，有时下延。花序通常为穗状，有时为圆锥状；花两性，辐射对称，单生或簇生于苞腋；苞片卵形或宽披针形；小苞片2；花被圆锥形，5深裂，花被片卵状披针形或矩圆形，内凹，膜质，以后变硬，无毛或生柔毛，果时自背面中部横生伸展的，膜质的翅状附属物，有时翅不发育或为鸡冠状、瘤状的突起；花被片在翅以上部分，内折，包覆果实，通常顶部聚集成圆锥体；雄蕊通常5；花丝扁平，钻状或狭条形；花药矩圆形，顶端有附属物，附属物顶端急尖或钝圆，形状各式各样或极小；子房宽卵形或球形，顶基扁；花柱长或极短；柱头2，钻形或丝形，直立或外弯，内面有小乳头状突起。果实为胞果，球形，果皮膜质或多汁呈肉质；种子横生，斜生或直立；胚螺旋状，无胚乳。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "碱蓬属",
            "id": "050000051000",
            "latin": "Suaeda Forsk. ex Scop.",
            "content": " 一年生草本、半灌木或灌木，无毛，较少有短柔毛，有时有蜡粉。茎直立、斜升、或平卧。叶通常狭长，肉质，圆柱形或半圆柱形，较少为棍棒状或略扁平，全缘，通常无柄。花小型，两性，有时兼有雌性，通常3至多数集成团伞花序；团伞花序生叶腋或腋生短枝上，有时短枝的基部与叶的基部合并，外观似着生在叶柄上，有小苞；小苞片鳞片状，膜质，白色；花被近球形、半球形、陀螺状或坛状，5深裂或浅裂，稍肉质或草质，裂片内面凹或呈兜状，果时背面膨胀、增厚、或延伸成翅状或角状突起，较少无显著变化；雄蕊5，花丝短，扁平，半透明，花药矩圆形、椭圆形、或近球形，不具附属物；子房卵形或球形，柱头2-3，较少4-5，通常外弯，四周都有乳头突起。胞果为花被所包覆；果皮膜质，与种皮分离。种子横生或直立，双凸镜形、肾形、卵形，或为扁平的圆形；种皮薄壳质或膜质；胚为平面盘旋状，细瘦，绿色或带白色；胚乳无或很少。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "合头草属",
            "id": "050000051100",
            "latin": "Sympegma Bunge",
            "content": "半灌木，茎皮近木栓质，条裂，多分技，无毛。叶互牛，稀疏, 条形，圆柱状，肉质。花两性，不具小苞片，1至数个簇生于仅具1节间的腋生小枝顶端；花被两侧稍扁；花被片5，外轮2片，内轮3片，矩圆形，腹面凹，果时硬化，背面顶端之下生横翅，翅膜质，有脉纹；雄蕊5，花丝扁平，狭条形，基部扩展并合生，花药矩圆状心形，先端不具附属物；子房瓶状，稍扁，柱头2,钻状，外弯，花柱短；胚珠自珠柄顶端悬垂。胞果为花被包覆，两侧稍扁，圆形, 果皮膜质，与种子离生。种子直立，种皮膜质；胚平面螺旋状，无胚乳。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "苋属",
            "id": "060000060100",
            "latin": "Amaranthus L.",
            "content": " 一年生草本，茎直立或伏卧。叶互生，全缘，有叶柄。花单性，雌雄同株或异株，或杂性，成无梗花簇，腋生，或腋生及顶生，再集合成单一或圆锥状穗状花序；每花有1苞片及2小苞片，干膜质；花被片5，少数1-4，大小相等或近此，绿色或着色，薄膜质，直立或倾斜开展，在果期直立，间或在花期后变硬或基部加厚；雄蕊5，少数1-4，花丝钻状或丝状，基部离生，花药2室；无退化雄蕊；子房具1直生胚珠，花柱极短或缺，柱头2-3，钻状或条形，宿存，内面有细齿或微硬毛。胞果球形或卵形，侧扁，膜质，盖裂或不规则开裂，常为花被片包裹，或不裂，则和花被片同落。种子球形，凸镜状，侧扁，黑色或褐色，光亮，平滑，边缘锐或钝。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "马齿苋属",
            "id": "070000070100",
            "latin": "Portulaca L.",
            "content": "一年生或多年生肉质草本，无毛或被疏柔毛。茎铺散，平卧或斜升。叶互生或近对生或在茎上部轮生，叶片圆柱状或扁平；托叶为膜质鳞片状或毛状的附属物，稀完全退化。花顶生，单生或簇生；花梗有或无；常具数片叶状总苞；萼片2，筒状，其分离部分脱落；花瓣4或5，离生或下部连合，花开后粘液质，先落；雄蕊4枚至多数，着生花瓣上；子房半下位，1室，胚珠多数，花柱线形，上端3-9裂成线状柱头。蒴果盖裂；种子细小，多数，肾形或圆形，光亮，具疣状凸起。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "繁缕属",
            "id": "080000080100",
            "latin": "Stellaria L",
            "content": "一年生或多年生草本。叶扁平，有各种形状，但很少针形。花小，多数组成顶生聚伞花序，稀单生叶腋；萼片5，稀4；花瓣5，稀4，白色，稀绿色，2深裂，稀微凹或多裂，有时无花瓣；雄蕊10，有时少数（8或2-5）；子房1室，稀幼时3室，胚珠多数，稀仅数枚，1-2枚成熟；花柱3，稀2。蒴果圆球形或卵形，裂齿数为花柱数的2倍；种子多数，稀1-2，近肾形，微扁，具瘤或平滑；胚环形。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "铁线莲属",
            "id": "090000090100",
            "latin": "Clematis L.",
            "content": "多年生木质或草质藤本，或为直立灌木或草本。叶对生，或与花簇生，偶尔茎下部叶互生，三出复叶至二回羽状复叶或二回三出复叶，少数为单叶；叶片或小叶片全缘、有锯齿、牙齿或分裂；叶柄存在，有时基部扩大而连合。花两性，稀单性；聚伞花序或为总状、圆锥状聚伞花序，有时花单生或1至数朵与叶簇生；萼片4，或6-8，直立成钟状、管状，或开展，花蕾时常镊合状排列，花瓣不存在，雄蕊多数，有毛或无毛，药隔不突出或延长；退化雄蕊有时存在；心皮多数，有毛或无毛，每心皮内有1下垂胚珠。瘦果，宿存花柱伸长呈羽毛状，或不伸长而呈喙状。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "唐松草属",
            "id": "090000090200",
            "latin": "Thalictrum L.",
            "content": "多年生草本植物，有须根，常无毛。茎圆柱形或有稜，通常分枝。叶基生并茎生，少有全部基生或茎生，为一至五回三出复叶；小叶通常掌状浅裂，有少数牙齿，少有不分裂；叶柄基部稍变宽成鞘；托叶存在或不存在。花序通常为由少数或较多花组成的单歧聚伞花序，花数目很多时呈圆锥状，少有为总状花序。花通常两性，有时单性，雌雄异株。萼片4-5，椭圆形或狭卵形，通常较小，早落，黄绿色或白色，有时较大，粉红色或紫色，呈花瓣状。花瓣不存在。雄蕊通常多数，偶尔少数；药隔顶端钝或突起成小尖头；花丝狭线形，丝形或上部变粗。心皮2-20（-68），无柄或有柄；花柱短或长；在花柱腹面有不明显的柱头组织或形成明显的柱头，或柱头向两侧延长成翅而呈三角形或箭头形。瘦果椭圆球形或狭卵形，常稍两侧扁，有时扁平，有纵肋。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "独行菜属",
            "id": "100000100100",
            "latin": "Lepidium L.",
            "content": " 一年至多年生草本或半灌木，常具单毛，腺毛，柱状毛；茎单一或多数，分枝。叶草质至纸质，线状钻形至宽椭圆形，全缘、锯齿缘至羽状深裂，有叶柄，或基部深心形抱茎。总状花序顶生及腋生；萼片长方形或线状披针形，稍凹，基部不成囊状，具白色或红色边缘；花瓣白色，少数带粉红色或微黄色，线形至匙形，比萼片短，有时退化或不存；雄蕊6，常退化成2或4，基部间具微小蜜腺；花柱短或不存，柱头头状，有时稍2裂；子房常有2胚珠。短角果卵形、倒卵形、圆形或椭圆形，扁平，开裂，有窄隔膜，果瓣有龙骨状突起，或上部稍有翅。种子卵形或椭圆形，无翅或有翅；子叶背倚胚根，很少缘倚胚根。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "花旗杆属",
            "id": "100000100200",
            "latin": "Dontostemon Andrz. ex Ledeb.",
            "content": "一、二年生或多年生草本，植株具单毛，腺毛、稀无毛；茎分枝或单一。叶多数，全缘或具齿，草质或肉质。总状花序顶生或侧生，萼片直立，扁平，或内轮2枚基部略呈囊状；花淡紫色、紫色或白色，瓣片顶部钝圆或微凹，基部具爪；长雄蕊花丝成对联合至长度的3/4或几达花药处，具侧蜜腺，半圆形或塔形。长角果圆柱形至长线形，或果瓣与假隔膜呈平行方向压扁成带状、种子1行，褐色而小，卵形或长椭圆形，具膜质边缘或无边缘；子叶背依、缘倚或斜缘倚胚根。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "沙芥属",
            "id": "100000100300",
            "latin": "Pugionium Gaertn.",
            "content": "一年或二年生草本，全株无毛；茎多分枝，緾结成球形。叶肉质，茎下部叶羽状分裂，开花前枯蒌，上部叶线形，全缘。总状花序具少数疏生花；萼片膜质，直立，长圆形，稍合生，基部成囊状；花瓣玫瑰红色或白色，窄匙形，长约为萼片的2倍，具细脉纹；一个长雄蕊和邻近短雄蕊等长，并合生达顶端，其他雄蕊离生，侧蜜腺显明，碗状；子房2室，每室有1胚珠，在果期1室及其中1胚珠败育，无花柱，柱头具长乳头状突起。短角果2子房室，压扁，横向连接，不开裂，有显明网脉，每侧有1个翅状附属物，每半还有2个向下生长的刺及几个短的侧生刺。种子1个，水平生长，大，卵形，压扁；子叶背倚胚根。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "大蒜芥属",
            "id": "100000100400",
            "latin": "Sisymbrium L.",
            "content": "一年、二年或多年生草本，无毛或有单毛。叶为大头羽状裂或不裂。萼片直立或展开，基部不呈囊状；花瓣黄色、白色或玫瑰红色，长圆状倒卵形，具爪，雄蕊花丝分离，无翅或齿；侧密腺环状，中蜜腺柱状，二者汇合成环状；子房无柄，柱头钝，不裂或2裂。长角果圆筒状或略压扁，开裂；果瓣具3脉，中脉明显（并较粗）；隔膜透明，膜质。种子每室1行，多数，种柄丝状。种子长圆形或短椭圆形，无翅状附属物；子叶背倚胚根。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "桃属",
            "id": "110000110100",
            "latin": "Amygdalus L.",
            "content": " 落叶乔木或灌木；枝无刺或有刺。腋芽常3个或2-3个并生，两侧为花芽，中间是叶芽。幼叶在芽中呈对折状，后于花开放，稀与花同时开放，叶柄或叶边常具腺体。花单生，稀2朵生于1芽内，粉红色，罕白色，几无梗或具短梗，稀有较长梗；雄蕊多数；雌蕊1枚，子房常具柔毛，1室具2胚珠。果实为核果，外被毛，极稀无毛，成熟时果肉多汁不开裂，或干燥开裂，腹部有明显的缝合线，果注较大；核扁圆、圆形至椭圆形，与果肉粘连或分离，表面具深浅不同的纵、横沟纹和孔穴，极稀平滑；种皮厚，种仁味苦或甜。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "杏属",
            "id": "110000110200",
            "latin": "Armeniaca Mill.",
            "content": "落叶乔木，极稀灌木；枝无刺，极少有刺；叶芽和花芽并生，2-3个簇生于叶腋。幼叶在芽中席卷状；叶柄常具腺体。花常单生，稀2朵，先于叶开放，近无梗或有短梗；萼5裂；花瓣5，着生于花萼口部；雄蕊15-45；心皮1，花柱顶生；子房具毛，1室，具2胚珠。果实为核果，两侧多少扁平，有明显纵沟，果肉肉质而有汁液，成熟时不开裂，稀干燥而开裂，外被短柔毛，稀无毛，离核或粘核；核两侧扁平，表面光滑、粗糙或呈网状，罕具蜂窝状孔穴；种仁味苦或甜；子叶扁平。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "李属",
            "id": "110000110300",
            "latin": "Prunus L.",
            "content": " 落叶小乔木或灌木；分枝较多；顶芽常缺，腋芽单生，卵圆形，有数枚覆瓦状排列鳞片。单叶互生，幼叶在芽中为席卷状或对折状；有叶柄，在叶片基部边缘或叶柄顶端常有2小腺体；托叶早落。花单生或2-3朵簇生，具短梗，先叶开放或与叶同时开放；有小苞片，早落；萼片和花瓣均为，数，覆瓦状排列；雄蕊多数（20-30）；雌蕊1，周位花，子房上位，心皮无毛，1室具2个胚珠。核果，具有1个成熟种子，外面有沟，无毛，常被蜡粉；核两侧扁平，平滑，稀有沟或皱纹；子叶肥厚。x=8。\n",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "梨属",
            "id": "110000110400",
            "latin": "Pyrus L.",
            "content": "落叶乔木或灌木，稀半常绿乔木，有时具刺。单叶，互生，有锯齿或全缘，稀分裂，在芽中呈席卷状，有叶柄与托叶。花先于叶开放或同时开放，伞形总状花序；萼片5，反折或开展；花瓣5，具爪，白色稀粉红色；雄蕊15-30，花药通常深红色或紫色；花柱2-5，离生，子房2-5室，每室有2胚珠。梨果，果肉多汁，富石细胞，子房壁软骨质；种子黑色或黑褐色，种皮软骨质，子叶平凸。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "沙冬青属",
            "id": "120000120100",
            "latin": "Ammopiptanthus Cheng f.",
            "content": "常绿灌木，小枝叉分。单叶或掌状三出复叶，革质；托叶小，钻形或线形，与叶柄合生，先端分离；小叶全缘，被银白色绒毛。总状花序短，顶生于短枝上；苞片小，脱落，具小苞片；花萼钟形，近无毛，萼齿5，短三角形，上方2齿合生；花冠黄色，旗瓣和翼瓣近等长，龙骨瓣背部分离；雄蕊10枚，花丝分离，花药圆形，同型，近基部背着；子房具柄，胚珠少数，花柱细长，柱头小，点状顶生。荚果扁平，瓣裂，长圆形，具果颈。种子圆肾形，无光泽，有种阜。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "紫穗槐属",
            "id": "120000120200",
            "latin": "Amorpha L.",
            "content": "落叶灌木或亚灌木，有腺点。叶互生，奇数羽状复叶，小叶多数，小，全缘，对生或近对生；托叶针形，早落；小托叶线形至刚毛状，脱落或宿存。花小，组成顶生、密集的穗状花序；苞片钻形，早落；花萼钟状，5齿裂，近等长或下方的萼齿较长，常有腺点；蝶形花冠退化，仅存旗瓣1枚，蓝紫色，向内弯曲并包裹雄蕊和雌蕊，翼瓣和龙骨瓣不存在；雄蕊10，下部合生成鞘，上部分裂，成熟时花丝伸出旗瓣，花药一式；子房无柄，有胚珠2颗，花柱外弯，无毛或有毛，柱头顶生。荚果短，长圆形，镰状或新月形，不开裂，表面密布疣状腺点；种子1-2颗，长圆形或近肾形。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "黄耆属",
            "id": "120000120300",
            "latin": "Astragalus L.",
            "content": "草本，稀为小灌木或半灌木，通常具单毛或丁字毛，稀无毛。茎发达或短缩，稀无茎或不明显。羽状复叶，稀三出复叶或单叶；少数种叶柄和叶轴退化成硬刺；托叶与叶柄离生或贴生，相互离生或合生而与叶对生；小叶全缘，不具小托叶。总状花序或密集呈穗状、头状与伞形花序式，稀花单生，腋生或由根状茎（叶腋）发出；花紫红色、紫色、青紫色、淡黄色或白色；苞片通常小，膜质；小苞片极小或缺，稀大型；花萼管状或钟状，萼筒基部近偏斜，或在花期前后呈肿胀囊状，具5齿，包被或不包被荚果；花瓣近等长或翼瓣和龙骨辨较旗瓣短，下部常渐狭成瓣柄，旗瓣直立，卵形、长圆形或提琴形，翼瓣长圆形，全缘，极稀顶端2裂，瓣片基部具耳，龙骨瓣向内弯，近直立，先端钝，稀尖，一般上部粘合；雄蕊二体，极稀全体花丝由中上部向下合生为单体，均能育，花药同型；子房有或无子房柄，含多数或少数胚珠，花柱丝形，劲直或弯曲，极稀上部内侧有毛，柱头小，顶生，头形，无髯毛，稀具簇毛 1)。荚果形状多样，由线形至球形，一般肿胀，先端喙状，1室，有时因背缝隔膜侵入分为不完全假2室或假2室，有或无果颈（即果熟后的子房柄），开裂或不开裂，果瓣膜质、革质或软骨质；种子通常肾形，无种阜，珠柄丝形。染色体基数通常x=8，11，12。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "锦鸡儿属",
            "id": "120000120400",
            "latin": "Caragana Fabr.",
            "content": "灌木，稀为小乔木。偶数羽状复叶或假掌状复叶，有2-10对小叶；叶轴顶端常硬化成针刺，刺宿存或脱落；托叶宿存并硬化成针刺，稀脱落；小叶全缘，先端常具针尖状小尖头。花梗单生、并生或簇生叶腋，具关节；苞片1或2，着生在关节处，有时退化成刚毛状或不存在，小苞片缺或1至多片生于花萼下方；花萼管状或钟状，基部偏斜，囊状凸起或不为囊状，萼齿5，常不相等；花冠黄色，少有淡紫色、浅红色，有时旗瓣带桔红色或土黄色，各瓣均具瓣柄，翼瓣和龙骨瓣常具耳；二体雄蕊；子房无柄，稀有柄，胚珠多数。荚果筒状或稍扁。染色体基数：x=8, 16。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "甘草属",
            "id": "120000120500",
            "latin": "Glycyrrhiza L.",
            "content": " 多年生草本，根和根状茎极发达，部分种类含甘草甜素 (Glycyrrhizin)。茎直立，多分枝。基部常木质，全体被鳞片状腺点或刺状腺体。叶为奇数羽状复叶；托叶2枚，分离，早落或宿存；小叶 (3) 5-17枚，全缘或具刺毛状的细齿。总状花序腋生；苞片早落；花萼钟状或筒状，膨胀或否，基部偏斜，萼齿5枚，上部的2齿部分连合；花冠白色、黄色、紫色、紫红色、旗瓣具短爪，翼瓣短于旗瓣，龙骨瓣连合；雄蕊 (9+1) 二体，花丝长短交错，花药2型，药室顶端连合；子房1室，无柄；含2-10个胚珠。荚果圆形，卵圆形、矩圆形至线形，少有念珠状，直或弯曲呈镰刀状至环状，扁或膨胀，被鳞片状腺点、刺毛状腺体、瘤状突起或硬刺，极少光滑，不裂或成熟后开裂。种子肾形。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "岩黄芪属",
            "id": "120000120600",
            "latin": "Hedysarum L.",
            "content": "一年生或多年生草本，稀为半灌木或灌木。叶为奇数羽状复叶，托叶2，干膜质，与叶对生，基部合生或分离；小叶全缘，上面通常具亮点，无小托叶。花序总状，稀为头状，腋生：苞片卵形、披针形或钻状，干膜质，小苞片2，干膜质，刚毛状，着生于花萼基部；花萼钟状或斜钟状，萼齿5，近等长或下萼齿明显长于上萼齿；花冠紫红色、玫瑰红色、黄色或淡黄白色；旗瓣倒卵形或卵圆形，通常基部收缩为瓣柄，翼瓣线形或长圆形，稀为狭三角形，通常短于旗瓣或有时近等长，稀长于旗瓣，龙骨瓣通常长于旗瓣，稀等于或短于旗瓣，顶端偏斜、截平或少数为弓形弯曲；雄蕊为9+1的两体，雄蕊管上部膝曲，近旗瓣的1枚雄蕊分离，稍短，稀中部与雄蕊管粘着，花药同型；子房线形，近无柄，有时具长柄，胚珠少数，花柱丝状，包于雄蕊管内，上部与雄蕊管共同膝曲，柱头小，顶生。果实为节荚果，节荚圆形、椭圆形、卵形或菱形等，两侧扁平或双凸透镜形，具明显隆起的脉纹，有时具刺、刚毛或瘤状突起，不开裂，边缘具或有时不具齿或翅。2n＝14，16，28（48）。\n本属约150种左右，主要分布于北温带的欧洲、亚洲、北美和北非。我国已知有41种，主要分布于内陆干旱和高寒地区及中国喜马拉雅山地。\n本属植物具有重要的经济价值。绝大多数植物为牲畜所喜食，为天然放牧场豆科植物的重要成分。有些植物的根作黄耆入药，并且入药的种类正在逐渐扩大。在我国沙漠和草原地区的沙地，半灌木类型的种类皆为重要的固沙植物，同时也是该地区的重要饲料植物。其次是少数种类被栽培作观赏植物。同时，多数种类也是重要的蜜源植物。\n",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "苜蓿属",
            "id": "120000120700",
            "latin": "Medicago L.",
            "content": "一年生或多年生草本，稀灌木，无香草气味。羽状复叶，互生；托叶部分与叶柄合生，全缘或齿裂；小叶3，边缘通常具锯齿，侧脉直伸至齿尖。总状花序腋生，有时呈头状或单生，花小，一般具花梗；苞片小或无；萼钟形或筒形，萼齿5，等长；花冠黄色，紫苜蓿及其它杂交种常为紫色、堇青色、褐色等，旗瓣倒卵形至长圆形，基部窄，常反折，翼瓣长圆形，一侧有齿尖突起与龙骨瓣的耳状体互相钩住，授粉后脱开，龙骨瓣钝头；雄蕊两体，花丝顶端不膨大，花药同型；花柱短，锥形或线形，两侧略扁，无毛，柱头顶生，子房线形，无柄或具短柄，胚珠1至多数。荚果螺旋形转曲、肾形、镰形或近于挺直，比萼长，背缝常具棱或刺；有种子1至多数。种子小，通常平滑，多少呈肾形，无种阜；幼苗出土子叶基部不膨大，也无关节",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "草木犀属",
            "id": "120000120800",
            "latin": "Melilotus Miller",
            "content": "一、二年生或短期多年生草本。主根直。茎直立，多分枝。叶互生。羽状三出复叶；托叶全缘或具齿裂，先端锥尖，基部与叶柄合生；顶生小叶具较长小叶柄，侧小叶几无柄，边缘具锯齿，有时不明显；无小托叶。总状花序细长，着生叶腋，花序轴伸长，多花疏列，果期常延续伸展；苞片针刺状，无小苞片；花小；萼钟形，无毛或被毛，萼齿5，近等长，具短梗；花冠黄色或白色，偶带淡紫色晕斑，花瓣分离，旗瓣长圆状卵形，先端钝或微凹，基部几无瓣柄，冀瓣狭长圆形，等长或稍短于旗瓣，龙骨瓣阔镰形，钝头，通常最短；雄蕊两体，上方1枚完全离生或中部连合于雄蕊筒，其余9枚花丝合生成雄蕊筒，花丝顶端不膨大，花药同型；子房具胚珠2-8粒，无毛或被微毛，花柱细长，先端上弯，果时常宿存，柱头点状。荚果阔卵形、球形或长圆形，伸出萼外，表面具网状或波状脉纹或皱褶；果梗在果熟时与荚果一起脱落，有种子1-2粒。种子阔卵形，光滑或具细疣点。\n本属20余种，分布欧洲地中海区域，东欧和亚洲。其中有关饲料或药用种类，世界各地均有引种。我国有4种，1亚种。\n本属植物含蛋白质甚丰富，根瘤菌固氮能力强，适应温带中性或偏碱土壤，抗寒耐旱，对改良土质有重要作用，是优良的饲料和绿肥。全草含香豆素 (C9H6O2），有强裂的香气，可提供芳香油，用作烟草、食品、医药和化工的香料调合剂；花晒干后也可直接拌入烟草内作芳香剂；花期长，是北方良好的蜜源植物；种子可以酿酒；茎皮纤维供造纸原料。本属有多种在农业上已育成地区性的栽培品种。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "棘豆属",
            "id": "120000120900",
            "latin": "Oxytropis DC",
            "content": "多年生草本、半灌木或矮灌木，稀垫状小半灌木。根通常发达。茎发达、缩短或成根颈状。植物体被毛、腺毛或腺点，稀被不等臂的丁字毛。奇数羽状复叶；托叶纸质、膜质、稀近革质，合生或离生，与叶柄贴生或分离；叶轴有时硬化成刺状；小叶对生、互生或轮生，全缘，无小托叶。腋生或基生总状花序、穗形总状花序，或密集成头形总状花序，有时为伞形花序，具多花或少花，有时1-2花；苞片小膜质；小苞片微小或无；花萼筒状或钟状，萼齿5，近等长；花冠紫色、紫堇色、白色或淡黄色，或多或少突出萼外，常具较长的瓣柄；旗瓣直立，卵形或长圆形，翼瓣长圆形；龙骨瓣与冀瓣等长或较短，直立，先端具直立或反曲的喙；雄蕊（9+1）两体，花药同型；子房无柄或有柄，具多数胚珠，花柱线状，直立或内弯，无髯毛，柱头头状，顶生。荚果长圆形、线状长圆形或卵状球形，膨胀，膜质、草质或革质，伸出萼外，稀藏于萼内，腹缝通常成深沟槽，沿腹缝二瓣裂，稀不裂，1室（无隔膜）或不完全2室（稍具隔膜），稀为2室（具隔膜），无果梗或具果梗。种子肾形，无种阜，珠柄线状。\n\n本属植物适应性强，分布较广，约有300余种。主要分布于哈萨克斯坦、乌兹别克斯坦、土库曼斯坦、吉尔吉斯斯坦和塔吉克斯坦，亦分布于东亚、欧洲、非洲和北美。中国有146种，12变种，3变型，多分布于内蒙古和新疆的山地、荒漠和草原地带，也分布于青藏高原和西南横断山脉地区以及东北和华北等地。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "刺槐属",
            "id": "120000121000",
            "latin": "Robinia L.",
            "content": "乔木或灌木，有时植物株各部（花冠除外）具腺刚毛。无顶芽，腋芽为叶柄下芽。奇数羽状复叶；托叶刚毛状或刺状；小叶全缘；具小叶柄及小托叶。总状花序腋生，下垂；苞片膜质，早落；花萼钟状，5齿裂，上方2萼齿近合生；花冠白色、粉红色或玫瑰红色，花瓣具柄，旗瓣大，反折，翼瓣弯曲，龙骨瓣内弯，钝头；雄蕊二体，对旗瓣的1枚分离，其余9枚合生，花药同型，2室纵裂；子房具柄，花柱钻状，顶端具毛，柱头小，顶生，胚珠多数。荚果扁平，沿腹缝浅具狭翅，果瓣薄，有时外面密被刚毛；种子长圆形或偏斜肾形，无种阜。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "槐属",
            "id": "120000121100",
            "latin": "Sophora L.",
            "content": "落叶或常绿乔木、灌木、亚灌木或多年生草本，稀攀援状。奇数羽状复叶；小叶多数，全缘；托叶有或无，少数具小托叶。花序总状或圆锥状，顶生、腋生或与叶对生；花白色、黄色或紫色，苞片小，线形，或缺如，常无小苞片；花萼钟状或杯状，萼齿5,等大，或上方2齿近合生而成为近二唇形；旗瓣形状、大小多变，圆形、长圆形、椭圆形、倒卵状长圆形或倒卵状披针形，翼瓣单侧生或双侧生，具皱褶或无，形状与大小多变，龙骨瓣与翼瓣相似，无皱褶；雄蕊10,分离或基部有不同程度的连合，花药卵形或椭圆形，丁字着生；子房具柄或无，胚珠多数，花柱直或内弯，无毛，柱头棒状或点状，稀被长柔毛，呈画笔状。荚果圆柱形或稍扁，串珠状，果皮肉质、革质或壳质，有时具翅，不裂或有不同的开裂方式；种子1至多数，卵形、椭圆形或近球形，种皮黑色、深褐色、赤褐色或鲜红色；子叶肥厚，偶具胶质内胚乳。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "苦马豆属",
            "id": "120000121200",
            "latin": "Sphaerophysa DC.",
            "content": "小灌木或多年生草本，无毛或被灰白色毛。奇数羽状复叶；托叶小；小叶3至多数，全缘，无小托叶。总状花序腋生；花萼具5齿，萼齿近等大或上边2齿靠拢；花冠红色，旗瓣圆形，边缘反折，露出里面，翼瓣镰状长圆形，龙骨瓣先端内弯而钝；雄蕊二体，花药同形；子房具长柄；胚珠多数；花柱内弯，近轴面具纵列髯毛，柱头顶生，头状或偏斜。荚果膝胀，近无毛，几不开裂，基部具长果预，腹缝线稍内凹，果瓣膜质或革质；种子多数，肾形，珠柄丝状。染色体基数：x=8。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "白刺属",
            "id": "130000130100",
            "latin": "Nitraria L.",
            "content": "灌木，高0.5-2米。枝先端常成硬针刺。单叶质厚、肉质、全缘或顶端齿裂；托叶小。顶生或腋生聚伞花序，蝎尾状；花小，白色或黄绿色；萼片5，花瓣5；雄蕊10-15；子房上位，3室，柱头卵形。浆果状核果，外果皮薄，中果皮肉质多浆，内果皮骨质。\n\n本属11种，分布于亚洲、欧洲、非洲和澳大利亚；我国有6种和1变种。主要分布于西北各省，生于盐渍化沙地。常为建群种，特别在沙区为优良固沙植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "骆驼蓬属",
            "id": "130000130200",
            "latin": "Peganum L.",
            "content": "多年生草本。叶分裂为条状裂片。萼片5，由基部分裂成不规则条形裂片，果期宿存；花瓣5；雄蕊15，花丝由基部扩大；花柱上部三棱状。蒴果3室，种子多数。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "霸王属",
            "id": "130000130300",
            "latin": "Sarcozygium Bunge",
            "content": "\n灌木，枝弯曲，先端具刺尖；叶在老枝上簇生，幼枝上1对对生；花1-2朵生于叶腋，萼片4、花瓣4；蒴果具3翅、翅纸质。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "四合木属",
            "id": "130000130400",
            "latin": "Tetraena Maxim.",
            "content": "灌木，幼枝和叶被叉状毛。托叶干膜质；叶对生或簇生。花单生于叶腋；萼片4；花瓣4，雄蕊8，2轮，花丝基部具白色膜质附属物；子房4室。蒴果四瓣裂，花柱宿存。种子无胚乳。x=14。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蒺藜属",
            "id": "130000130500",
            "latin": "Tribulus L",
            "content": "草本，平卧。偶数羽状复叶。花单生叶腋；萼片5；花瓣5，覆瓦状排列，开展；花盘环状，10裂；雄蕊10，外轮5枚较长，与花瓣对生，内轮5枚较短，基部有腺体；子房由5个心皮组成，每室3-5种子。果由不开裂的果瓣组成，具锐刺。种子斜悬，无胚乳，种皮薄膜质。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "大戟属",
            "id": "140000140100",
            "latin": "Euphorbia L.",
            "content": " 一年生、二年生或多年生草本，灌木，或乔木；植物体具乳状液汁。根圆柱状，或纤维状，或具不规则块根。叶常互生或对生，少轮生，常全缘，少分裂或具齿或不规则；叶常无叶柄，少数具叶柄；托叶常无，少数存在或呈钻状或呈刺状。杯状聚伞花序，单生或组成复花序，复花序呈单歧或二歧或多歧分枝，多生于枝顶或植株上部，少数腋生；每个杯状聚伞花序由1枚位于中间的雌花和多枚位于周围的雄花同生于1个杯状总苞内而组成，为本属所特有，故又称大戟花序；雄花无花被，仅有1枚雄蕊，花丝与花梗间具不明显的关节；雌花常无花被，少数具退化的且不明显的花被；子房3室，每室1个胚株；花柱3，常分裂或基部合生；柱头2裂或不裂。蒴果，成熟时分裂为3个2裂的分果爿（极个别种成熟时不开裂）；种子每室1枚，常卵球状，种皮革质，深褐色或淡黄色，具纹饰或否；种阜存在或否。胚乳丰富；子叶肥大。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "卫矛属",
            "id": "150000150100",
            "latin": "Euonymus L.",
            "content": "常绿、半常绿或落叶灌木或小乔木，或倾斜、披散以至藤本。叶对生，极少为互生或3叶轮生。花为3出至多次分枝的聚伞圆锥花序；花两性，较小，直径一般5-12毫米；花部4-5数，花萼绿色，多为宽短半圆形；花瓣较花萼长大，多为白绿色或黄绿色，偶为紫红色；花盘发达，一般肥厚扁平，圆或方，有时4-5浅裂；雄蕊着生花盘上面，多在靠近边缘处，少在靠近子房处，花药“个”字着生或基着，2室或1室，药隔发达，托于半药之下，常使花粉囊呈皿状，花丝细长或短或仅呈突起状；子房半沉于花盘内，4-5室，胚珠每室2-12，轴生或室顶角垂生，花柱单1，明显或极短，柱头细小或小圆头状。蒴果近球状、倒锥状，不分裂或上部4-5浅凹，或4-5深裂至近基部，果皮平滑或被刺突或瘤突，心皮背部有时延长外伸呈扁翅状，成熟时胞间开裂，果皮完全裂开或内层果皮不裂而与外层分离在果内突起呈假轴状；种子每室多为1-2个成熟，稀多至6个以上，种子外被红色或黄色肉质假种皮；假种皮包围种子的全部，或仅包围一部而成杯状、舟状或盔状。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "文冠果属",
            "id": "160000160100",
            "latin": "Xanthoceras Bunge",
            "content": "灌木或乔木。奇数羽状复叶，小叶有锯齿。总状花序自上一年形成的顶芽和侧芽内抽出；苞片较大，卵形；花杂性，雄花和两性花同株，但不在同一花序上，辐射对称；萼片5，长圆形，覆瓦状排列；花瓣5，阔倒卵形，具短爪，无鳞片；花盘，裂，裂片与花瓣互生，背面顶端具一角状体；雄蕊8，内藏，花药椭圆形，药隔的顶端和药室的基部均有1球状腺体；子房椭圆形，3室，花柱顶生，直立，柱头乳头状；胚珠每室7-8颗，排成2纵行。蒴果近球形或阔椭圆形，有3棱角，室背开裂为3果瓣，3室，果皮厚而硬，含很多纤维束；种子每室数颗，扁球状，种皮厚革质，无假种皮，种脐大，半月形；胚弯拱，子叶一大一小。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "苘麻属",
            "id": "170000170100",
            "latin": "Abutilon Miller",
            "content": "草本、亚灌木状或灌木。叶互生，基部心形，掌状叶脉。花顶生或腋生，单生或排列成圆锥花序状；小苞片缺如；花萼钟状，裂片5；花冠钟形、轮形，很少管形，花瓣5，基部联合，与雄蕊柱合生；雄蕊柱顶端具多数花丝；子房具心皮8-20，花柱分枝与心皮同数，子房每室具胚珠2-9。蒴果近球形，陀螺状、磨盘状或灯笼状，分果爿8-20；种子肾形。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "红砂属",
            "id": "180000180100",
            "latin": "Reaumuria L.",
            "content": " 半灌木或灌木，高达80厘米，有多数曲拐的小枝。叶细小，鳞片状，短圆柱形或线形，全缘，常为肉质或革质，几无柄，有泌盐腺体；花单生于侧枝上或生于缩短的小枝上，或集成稀疏的总状花序状。花两性，5数；苞片覆瓦状排列，较花冠略长或略短；花萼近钟形，宿存；花瓣脱落或宿存，下半部内侧具2枚鳞片状附属物，边缘繸状撕裂，锯齿状或全缘，雄蕊，5-多数，分离或花丝基部合生成5束，与花瓣对生；雌蕊1，子房圆形或广椭圆形，花柱3-5。蒴果软骨质，3-5瓣裂；种子全面被褐色长毛。\n",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "柽柳属",
            "id": "180000180200",
            "latin": "Tamarix L.",
            "content": "灌木或乔木，多分枝，幼枝无毛（仅个别种被毛）；枝条有两种；一种是木质化的生长枝，经冬不落，一种是绿色营养小枝，冬天脱落。叶小，鳞片状，互生，无柄，抱茎或呈鞘状，无毛，稀被毛，多具泌盐腺体；无托叶。花集成总状花序或圆锥花序，春季开花，总状花序侧生在去年生的生长枝上，或在当年生的生长枝上，集成顶生圆锥花序，或有的种两种开花习性兼而有之。花两性，稀单性（我国不产），4.5（-6）数，通常具花梗；苞片1枚。花萼草质或肉质，深4-5裂，宿存，裂片全缘或微具细牙齿；花瓣与花萼裂片同数，花后脱落或宿存；花盘有多种形状，多为4-5裂，裂片全缘或顶端凹缺以至深裂，花丝生裂片间，或主裂片各分裂为2，两侧的细裂片与相邻的花丝相贴生，花丝呈顶生于花盘裂片顶上(假顶生) 、至花丝与两侧的细裂片相融合 (融生) ；雄蕊4-5，单轮，与花萼裂片对生，或为多数 (我国不产) ，外轮与花萼裂片对生，花丝常分离，着生在花盘裂片间或裂片顶端(假顶生或融生) ，花药心形，丁字着药，2室，纵裂；雌蕊1，由3-4心皮构成，子房上位，多呈圆锥形，1室，胚珠多数，基底-侧膜胎座，花柱3-4，柱头短，头状。蒴果圆锥形，室背三瓣裂。种子多数，细小，顶端的芒柱从基部起即具发白色的单细胞长柔毛。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "胡颓子属",
            "id": "190000190100",
            "latin": "Elaeagnus L.",
            "content": "常绿或落叶灌木或小乔木，直立或攀援，通常具刺，稀无刺，全体被银白色或褐色鳞片或星状绒毛。单叶互生，膜质，纸质或革质，披针形至椭圆形或卵形，全缘、稀波状，上面幼时散生银白色或褐色鳞片或星状柔毛，成熟后通常脱落，下面灰白色或褐色，密被鳞片或星状绒毛，通常具叶柄。花两性，稀杂性，单生或1-7花簇生于叶腋或叶腋短小枝上，成伞形总状花序；通常具花梗；花萼筒状，上部4裂，下部紧包围子房，在子房上面通常明显收缩；雄蕊4，着生于萼筒喉部，与裂片互生，花丝极短，花药矩圆形或椭圆形，丁字药，内向，2室纵裂，花柱单一，细弱伸长，顶端常弯曲，无毛或具星状柔毛，稀具鳞片，柱头偏向一边膨大或棒状。花盘一般不甚发达。果实为坚果，为膨大肉质化的萼管所包围，呈核果状，矩圆形或椭圆形、稀近球形、红色或黄红色；果核椭圆形，具8肋，内面通常具白色丝状毛。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "沙棘属",
            "id": "190000190200",
            "latin": "Hippophae L.",
            "content": "落叶直立灌木或小乔木，具刺；幼枝密被鳞片或星状绒毛，老枝灰黑色；冬芽小，褐色或锈色。单叶互生，对生或三叶轮生，线形或线状披针形，两端钝形，两面具鳞片或星状柔毛，成熟后上面通常无毛，无侧脉或不明显；叶柄极短，长l-2毫米。单性花，雌雄异株；雌株花序轴发育成小枝或棘刺，雄株花序轴花后脱落；雄花先开放，生于早落苞片腋内，无花梗，花萼2裂，雄蕊4，2枚与花萼裂片互生，2枚与花萼裂片对生，花丝短，花药矩圆形，雌花单生叶腋，具短梗，花萼囊状，顶端2齿裂，子房上位，1心皮，1室，1胚珠，花柱短，微伸出花外，急尖。果实为坚果，为肉质化的萼管包围，核果状，近圆形或长矩圆形，长5-12毫米；种子1枚，倒卵形或椭圆形，骨质。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "西风芹属",
            "id": "200000200100",
            "latin": "Seseli L.",
            "content": "多年生草本。根颈单一或呈指状分叉，多木质化；根圆锥形。茎单一或数茎，多数为圆柱形，有纵长细条纹和浅纵沟，极少数为圆筒形空管状，无毛或有毛。叶通常具叶柄；叶片为1至数回羽状分裂或全裂，稀为三出式1回全裂或单一不分裂。复伞形花序多分枝；总苞片少数或无；伞辐通常3-12，很少12以上；小总苞片少数至多数，披针形或线形，基部常联合，多为薄膜质或仅边缘为膜质，光滑无毛或有毛；花少数至多数，有花柄，花柄长或短，少数近无柄，以至小伞形花序呈头状；花瓣近圆形或长圆形，顶端微凹陷，小舌片稍宽阔内曲，背部多有柔毛或硬毛，少数光滑无毛，白色或黄色，中脉棕黄色而显著；萼齿无或短小而稍厚，宿存；花柱比花柱基长或短，通常向下弯曲，花柱基圆锥形或垫状，很少呈金字塔状圆锥形。分生果卵形，长圆形或长圆状圆筒形，稍两侧扁压，横剖面近五边形，无毛，粗糙或被密毛，果棱线形突起，钝，通常背棱与侧棱近等宽，很少侧棱较宽的；每棱槽中有油管1，也有2-4的，合生面油管2，也有多至4-8的；胚乳腹面平直；心皮柄2裂达基部。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "海乳草属",
            "id": "210000210100",
            "latin": "Glaux L.",
            "content": "多年生草本，全体无毛，稍带肉质。茎直立或基部匍匐，单一或有分枝。叶对生或有时在茎上部互生，线形至近匙形或狭长圆形，全缘，近于无柄。花单生叶腋，具短梗，无花冠；花萼白色或粉红色，钟状，通常分裂达中部，裂片5，倒卵状长圆形，在花蕾中覆瓦状排列，宿存；雄蕊5，着生于花萼基部，与萼片互生；花丝钻形或丝状；花药背着，卵心形，先端钝；子房卵珠形，花柱丝状，柱头呈小头状。蒴果卵状球形，先端稍尖，略呈喙状，下半部为萼筒所包藏，上部5裂；种子少数，椭圆形，背面扁平，腹面隆起，褐色。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "补血草属",
            "id": "220000220100",
            "latin": "Limonium Mill.",
            "content": " 多年生（罕一年生）草本、半灌木或小灌木。叶基生，少有互生或集生枝端，通常宽阔。花序伞房状或圆锥状，罕为头状；花序轴单生或丛出，常作数回分枝，有时部分小枝不具花（称为不育枝）；穗状花序着生在分枝的上部和顶端；小穗含1至数花；外苞显然短于第一内苞，有较草质部为窄的膜质边缘，或有时几全为膜质，先端无或有小短尖，第一内苞通常与外苞相似而多有宽膜质边缘，包裹花的大部或局部；萼漏斗状、倒圆锥状或管状，干膜质，有5脉，萼筒基部直或偏斜；萼檐先端有5裂片，有时具间生小裂片，或者裂片不显或而呈锯齿状；花冠由5个花瓣基部联合而成，下部以内曲的边缘密接成筒，上端分离而外展；雄蕊着生于花冠基部；子房倒卵圆形，上端骤缩细；花柱5，分离，光滑，柱头伸长，丝状圆柱形或圆柱形。蒴果倒卵圆形。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "梣属",
            "id": "230000230100",
            "latin": "Fraxinus L.",
            "content": "落叶乔木，稀灌木。芽大，多数具芽鳞2-4对，稀为裸芽。嫩枝在上下节间交互呈两侧扁平状。叶对生，奇数羽状复叶，稀在枝梢呈3枚轮生状，有小叶3至多枚；叶柄基部常增厚或扩大；小叶叶缘具锯齿或近全缘。花小，单性、两性或杂性，雌雄同株或异株；圆锥花序顶生或腋生于枝端，或着生于去年生枝上；苞片线形至披针形，早落或缺如；花梗细；花芳香，花萼小，钟状或杯状，萼齿4枚，或为不整齐的裂片状，或退化至无花萼；花冠4裂至基部，白色至淡黄色，裂片线形、匙形或舌状，早落或退化至无花冠；雄蕊通常2枚，与花冠裂片互生，花丝通常短，或在花期迅速伸长伸出花冠之外，花药2室，纵裂；子房2室，每室具下垂胚珠2枚，花柱较短，柱头多少2裂。果为含1枚或偶有2枚种子的坚果，扁平或凸起，先端迅速发育伸长成翅，翅长于坚果，故称单翅果；种子卵状长圆形，扁平，种皮薄，脐小；胚乳肉质；子叶扁平；胚根向上。染色体基数 x=23。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "鹅绒藤属",
            "id": "240000240100",
            "latin": "Cynanchum L.",
            "content": "灌木或多年生草本，直立或攀援。叶对生，稀轮生。聚伞花序多数呈伞形状，多花着生，花小形或稀中形，各种颜色；花萼5深裂，基部内面有小腺5-10个或更多或无，裂片通常双盖覆瓦状排列；副花冠膜质或肉质，5裂或杯状或筒状，其顶端具各式浅裂片或锯齿，在各裂片的内面有时具有小舌状片；花药无柄，有时具柄，顶端的膜片内向；花粉块每室1个，下垂，多数长圆形；柱头基部膨大，五角，顶端全缘或2裂。蓇葖双生或1个不发育，长圆形或披针形，外果皮平滑，稀具软刺，或具翅；种子顶端具种毛。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "杠柳属",
            "id": "240000240200",
            "latin": "Periploca L.",
            "content": "藤状灌木，具乳汁，除花外无毛；叶对生，具柄，羽状脉。聚伞花序疏松，顶生或腋生；花萼5深裂，裂片双盖覆瓦状排列，花萼内面基部有5个腺体；花冠辐状，花冠筒短，裂片5，通常被柔毛，向右覆盖；副花冠异形，环状，着生在花冠的基部，5-10裂，其中5裂延伸丝状，被毛；雄蕊5，生在副花冠的内面，花丝短，离生，背部与副花冠合生，花药卵圆形，渐尖，背面被髯毛，相联围绕柱头，并与柱头粘连；花粉器匙形，四合花粉藏在载粉器内，基部的粘盘粘在柱头上；子房由2枚离生心皮所组成，花柱极短，柱头盘状，顶端凸起，2裂，每心皮有胚珠多个。蓇葖2，叉生，长圆柱状；种子长圆形，顶端具白色绢质种毛；胚狭长圆形，子叶扁平，薄，胚根短而粗壮。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "砂引草属",
            "id": "250000250100",
            "latin": "Messerschmidia L.",
            "content": "乔木、灌木或草本。叶互生，全缘，通常倒披针形或披针形，大小不一。聚伞花序二歧分枝，无苞片；花多或少，小形，无梗或具梗，生花序分枝的一侧；花萼5或4深裂；花冠白色或淡绿色，筒状或钟状，裂片5或4，平展，在芽中对褶；雄蕊5或4，内藏或伸出，花丝极短，花药先端具短尖；花柱顶生，短；柱头圆锥状，基部环状膨大，肉质，先端不裂或2裂，子房4室，每室具1粒胚珠。核果成熟时干燥，中果皮木栓质，紧包围核，核分为2半，每边有具种子的2室，其间为不育的室及沟槽所隔离。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "软紫草属",
            "id": "250000250200",
            "latin": "Arnebia Forssk.",
            "content": "一年生或多年生草本，有硬毛或柔毛。根常含紫色物质。茎直立或铺散。叶互生。花序为镰状聚伞花序，有苞片。花有长柱花和短柱花异花现象，几无花梗；花萼5裂至基部，果期稍增大，有时基部硬化；花冠漏斗状，外面通常有毛，筒部直或稍弯曲，檐部通常比筒部短，裂片开展，喉部无附属物；在长柱花中，雄蕊着生花冠筒中部，内藏，花柱长，稍伸出喉部，在短柱花中，雄蕊着生花冠喉部，花柱较短，仅达花冠筒中部；子房4裂，花柱先端2-4裂，每个分枝各具1柱头；雌蕊基平。小坚果斜卵形，有疣状突起，着生面居腹面基部，平或微凹。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "旋花属",
            "id": "260000260100",
            "latin": "Convolvulus L.",
            "content": "一年生或多年生，平卧，直立或缠绕草本，直立亚灌木或有刺灌木；通常被毛，稀无毛。叶心形，箭形或戟形，或长圆形，狭披针形至线形，全缘，稀具浅波状至皱波状圆齿，或浅裂。花腋生，具总梗，由1至少数花组成聚伞花序或成密集具总苞的头状花序，或为聚伞圆锥花序；萼片5，等长或近等长，钝或锐尖；花冠整齐，中等大小或小，钟状或漏斗状，白色，粉红色，蓝色或黄色，具5条通常不太明显的瓣中带；冠檐浅裂或近全缘；雄蕊及花柱内藏；雄蕊5，着生于花冠基部，花丝丝状，等长或不等长，通常基部稍扩大；花药长圆形；花粉粒无刺，椭圆形；花盘环状或杯状；子房2室，4胚珠；花柱1，丝状，柱头2，线形或近棒状。蒴果球形，2室，4瓣裂或不规则开裂；种子1-4，通常具小瘤突，无毛，黑色或褐色。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "菟丝子属",
            "id": "260000260200",
            "latin": "Cuscuta L.",
            "content": "寄生草本，无根，全体不被毛。茎缠绕，细长，线形，黄色或红色，不为绿色，借助吸器固着寄主。无叶，或退化成小的鳞片。花小，白色或淡红色，无梗或有短梗，成穗状、总状或簇生成头状的花序；苞片小或无；花5-4出数；萼片近于等大，基部或多或少连合；花冠管状、壶状、球形或钟状，在花冠管内面基部雄蕊之下具有边缘分裂或流苏状的鳞片；雄蕊着生于花冠喉部或花冠裂片相邻处，通常稍微伸出，具短的花丝及内向的花药；花粉粒椭圆形，无刺；子房2室，每室2胚珠，花柱2，完全分离或多少连合，柱头球形或伸长。蒴果球形或卵形，有时稍肉质，周裂或不规则破裂。种子1-4，无毛；胚在肉质的胚乳之中，线状，成圆盘形弯曲或螺旋状，无子叶或稀具细小的鳞片状的遗痕。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "兔唇花属",
            "id": "270000270100",
            "latin": "Lagochilus Bunge",
            "content": " 多年生草本或矮小半灌木；根茎粗厚，木质。茎四棱形，绿白色，坚实，被疏硬毛。叶通常菱形，深裂至羽状深裂，裂片先端通常具刺状尖头稀无刺，叶柄通常在下部的较小，向上渐变短。轮伞花序2-10花，其下承有刺状苞片，在无花的叶腋内有时也生有刺状苞片。花萼钟形至管状钟形，具5脉，喉部倾斜或直，萼齿5，近等长或后3齿较长，三角形，长圆形，卵状披针形至宽卵圆形，通常较萼筒为长，稀较短，先端针刺状。花冠内面近基部有疏柔毛毛环，冠檐二唇形，上唇长圆形，直伸，微内凹，先端2裂或具4齿缺，外面被柔毛，下唇3裂，斜向上平展，中裂片较大，倒心形，先端2圆裂，小裂片直伸、近直伸或近平展，侧裂片较小或细小，直伸，先端锐尖或微缺。雄蕊4，比花冠长或与之等长，前对较长，花丝扁平，基部有毛或无毛，花药2室，室平行或略叉开，边缘具睫毛。花柱丝状，先端近相等2浅裂。花盘杯状。小坚果扁倒圆锥形，长圆状倒卵圆形或长圆状卵圆形，顶端截平或圆形，外被腺点、尘状毛被、鳞片而粗糙，或无毛被或腺点而光滑",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "脓疮草属",
            "id": "270000270200",
            "latin": "Panzeria Moench",
            "content": "多年生草本。茎单一或多数，多少被有白色绒毛。叶掌状分裂，具长柄。轮伞花序腋生，多花，多数组成或长或短的穗状花序；苞片针刺状，平出或直伸，比萼筒短，多少被毛；花梗无。花萼管状钟形，5脉，明显，居间脉及网脉不明显，齿5，基部为宽三角形，先端为刺状尖头，其中前2齿多少较长。花冠白至黄白色，长2-4厘米，上唇直伸，盔状，外密被柔毛，下唇直伸，3裂，中裂片扁心形，两侧边缘膜质，冠筒约与萼筒等长，内面无毛环。雄蕊4，平行，近于等长或前对稍长，花药卵圆形，二室，横裂。花柱丝状，稍超出于雄蕊或与之等长，先端相等2浅裂。花盘平顶。小坚果卵圆状三棱形，顶端圆形。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "黄芩属",
            "id": "270000270300",
            "latin": "Scutellaria L.",
            "content": "多年生或一年生草本，半灌木，稀至灌木，匍地上升或披散至直立，无香味。茎叶常具齿，或羽状分裂或极全缘，苞叶与茎叶同形或向上成苞片。花腋生、对生或上部者有时互生，组成顶生或侧生总状或穗状花序，有时远离而不明显成花序。花萼钟形，背腹压扁，分2唇，唇片短、宽、全缘、在果时闭合最终沿缝合线开裂达萼基部成为不等大两裂片，上裂片脱落而下裂片宿存，有时两裂片均不脱落或一同脱落，上裂片在背上有一圆形、内凹、鳞片状的盾片或无盾片而明显呈囊状突起。冠筒伸出于萼筒，背面成弓曲或近直立，上方趋于喉部扩大，前方基部膝曲呈囊状增大或成囊状距，内无明显毛环，冠檐2唇形，上唇直伸，盔状，全缘或微凹，下唇中裂片宽而扁平，全缘或先端微凹，稀浅4裂，比上唇长或短，2侧裂片有时开展，与上唇分离或靠合，稀与下唇靠合。雄蕊4，二强，前对较长，均成对靠近延伸至上唇片之下，花丝无齿突，花药成对靠近，后对花药具2室，室分明且多少锐尖，前对花药由于败育而退化为一室，室明显或不明显，药室裂口均具髯毛。花盘前方常呈指状，后方延伸成直伸或弯曲柱状子房柄。花柱先端锥尖，不相等2浅裂，后裂片甚短。小坚果扁球形或卵圆形，背腹面不明显分化，具瘤，被毛或无毛，有时背腹面明显分化，背面具瘤而腹面具刺状突起或无，赤道面上有膜质的翅或无。\n约300多种，世界广布，但热带非洲少见，非洲南部全无。本属植物多入药。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "曼陀罗属",
            "id": "280000280100",
            "latin": "Datura L.",
            "content": "草本、半灌木、灌木或小乔木；茎直立，二歧分枝。单叶互生，有叶柄。花大型，常单生于枝分叉间或叶腋，直立、斜升或俯垂。花萼长管状，筒部5棱形或圆筒状，贴近于花冠筒或膨胀而不贴于花冠筒，5浅裂或稀同时在一侧深裂，花后自基部稍上处环状断裂而仅基部宿存部分扩大或者自基部全部脱落；花冠长漏斗状或高脚碟状，白色、黄色或淡紫色，筒部长，檐部具折襞，5浅裂，裂片顶端常渐尖或稀在2裂片间亦有1长尖头而呈10角形，在蕾中折合而旋转；雄蕊5，花丝下部贴于花冠筒内而上部分离，不伸出或稍伸出花冠筒，花药纵缝裂开；子房2室，每个室由于从背缝线伸出的假隔膜而再分成2室则成不完全4室，花柱丝状，柱头膨大，2浅裂。蒴果、规则或不规则4瓣裂，或者浆果状，表面生硬针刺或无针刺而光滑。种子多数，扁肾形或近圆形；胚极弯曲。\n",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "枸杞属",
            "id": "280000280200",
            "latin": "Lycium L.",
            "content": "灌木，通常有棘刺或稀无刺。单叶互生或因侧枝极度缩短而数枚簇生，条状圆柱形或扁平，全缘，有叶柄或近于无柄。花有梗，单生于叶腋或簇生于极度缩短的侧枝上；花萼钟状，具不等大的2-5萼齿或裂片，在花蕾中镊合状排列，花后不甚增大，宿存；花冠漏斗状、稀筒状或近钟状，檐部5裂或稀4裂，裂片在花蕾中覆瓦状排列，基部有显著的耳片或耳片不明显，筒常在喉部扩大；雄蕊5,着生于花冠筒的中部或中部之下，伸出或不伸出于花冠，花丝基部稍上处有一圈绒毛到无毛，花药长椭圆形，药室平行，纵缝裂开；子房2室，花柱丝状，柱头2浅裂，胚珠多数或少数。浆果，具肉质的果皮。种子多数或由于不发育仅有少数，扁平，种皮骨质，密布网纹状凹穴；胚弯曲成大于半圆的环，位于周边，子叶半圆棒状。\n",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "野胡麻属",
            "id": "290000290100",
            "latin": "Dodartia L.",
            "content": "多年生草本，直立，茎单一或束生，极多分枝。叶少而小，对生或互生，无柄，条形或为鳞片状，全缘或有疏齿。总状花序生于枝端，花稀疏，单生于苞腋；花萼钟状，宿存，萼齿5；花冠2唇形，花冠筒较唇长，圆筒形，向上稍扩大，上唇短而伸直，端凹入，下唇较上唇长而宽，有两条隆起的褶襞，被毛，3裂，中裂较小，稍突出；雄蕊4枚，2强，着生于花冠筒中上部，无毛，内藏，药室分离而叉分；子房2室，花柱线状，稍伸出，柱头头状，端浅2裂。蒴果近圆球形，不明显的开裂；种子多数，稍陷于带肉质的中轴胎座上",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "地黄属",
            "id": "290000290200",
            "latin": "Rehmannia Libosch. ex Fisch. et Mey.",
            "content": " 多年生草本，具根茎，植体被多细胞长柔毛和腺毛。茎直立，简单或自基部分枝，具花葶或否。叶具柄，在茎上互生或同时有基生叶存在，在顶端的常缩小成苞片，叶形变化很大，边缘具齿或浅裂，通常被毛。小苞片缺失或存在，存在时通常为2枚，钻状或叶状而着生于花梗的下部或基部。花具梗，单生叶腋或有时在顶部排列成总状花序；萼卵状钟形，具5枚不等长的齿，通常后方一枚最长；萼齿全缘或有时开裂而使萼齿总数达6-7枚；花冠紫红色或黄色，筒状，稍弯或伸直，端扩大，多少背腹扁，裂片通常5枚，略成二唇形，下唇基部有2褶襞直达筒的基部；雄蕊4枚，二强，内藏，稀为5枚，但1枚较小；花丝弓曲，基部着生处通常被毛，花药两两粘着，药室2枚均成熟；子房长卵形，基部托有一环状或浅杯状花盘，2室，或有的在幼嫩时为2室，老时则为1室；花柱顶部浅二裂；胚珠多数。蒴果具宿萼，室背开裂。种子小，具网眼。根茎大多可作药用。\n",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蒿属",
            "id": "300000300100",
            "latin": "Artemisia L.",
            "content": "一、二年生或多年生草本，少数为半灌木或小灌木；常有浓烈的挥发性香气。根状茎粗或细小，直立、斜上升或旬地，常有营养枝；茎直立，单生，少数或多数，丛生，具明显的纵棱；分枝长或短，稀不分枝；茎、枝、叶及头状花序的总苞片常被蛛丝状的绵毛，或为柔毛、粘质的柔毛、腺毛，稀无毛或部分无毛。叶互生，一至三回，稀四回羽状分裂，或不分裂，稀近掌状分裂，叶缘或裂片边缘有裂齿或锯齿，稀全缘；叶柄长或短，或无柄，常有假托叶。头状花序小，多数或少数，半球形、球形、卵球形、椭圆形、长圆形，具短梗或无梗，基部常有小苞叶，稀无小苞叶，在茎或分枝上排成疏松或密集的穗状花序，或穗状花序式的总状花序或复头状花序，常在茎上再组成开展、中等开展或狭窄的圆锥花序，稀组成伞房花序状的圆锥花序；总苞片(2-)3-4层，卵形、长卵形或椭圆状倒卵形，稀披针形，覆瓦状排列，外、中层总苞片草质，稀半革质，背面常有绿色中肋，边缘膜质，内层总苞片半膜质或膜质，或总苞片全为膜质、且无绿色中肋；花序托半球形或圆锥形，具托毛或无托毛；花异型：边缘花雌性，1(-2)层，10余朵至数朵，稀20余朵，花冠狭圆锥状或狭管状，檐部具2-3(-4)裂齿，稀无裂齿，花柱线形，伸出花冠外，先端2叉，伸长或向外弯曲，叉端尖或钝尖，稀先端不叉开，柱头位于花柱分叉口内侧，子房下位，2心皮，1室，具1枚胚珠；中央花（盘花）两性，数层，孕育、部分孕育或不孕育，多朵或少数，花冠管状，檐部具5裂齿，雄蕊5枚，花药椭圆形或线形，侧边聚合，2室，纵裂，顶端附属物长三角形，基部圆钝或具短尖头，孕育的两性花开花时花柱伸出花冠外，上端2叉，斜向上或略向外弯曲，叉端截形，稀圆钝或为短尖头，柱头具睫毛及小瘤点，稀无睫毛，子房特点同雌花的子房；不孕育两性花的雌蕊退化，花柱极短，先端不叉开，退化子房小或不存在。瘦果小，卵形、倒卵形或长圆状倒卵形，无冠毛，稀具不对称的冠状突起，果壁外具明显或不明显的纵纹，无毛，稀微被疏毛。种子1枚。\n\n本属植物的花粉粒椭圆形或扁球形，具3孔沟，外壁3层明显或稍明显，表面有细刺状或颗粒状纹饰；风媒传粉，稀闭花受粉。染色体多数种n=9，2n=18，少数种2n=36，54，稀2n=34，90。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "紫菀木属",
            "id": "300000300200",
            "latin": "Asterothamnus Novopokr.",
            "content": "多分枝半灌木，全株被白色或灰白色蛛丝状或卷绒毛；根状茎木质，多分枝；茎多数，直立或斜升，多分枝；叶小或较小，密集，近革质，边缘常反卷，具1条脉，头状花序在茎和枝端单生，或3-5个排列成疏或密集的伞房花序、异形，或盘状仅有管状花；总苞宽倒卵形或近半球形，总苞片的3层，革质，覆瓦状，具淡绿色或紫红色的中脉，有白色的宽膜质边缘；花托平，具边缘具不规则齿的窝孔；花全部结实，外围的雌花舌状，舌片开展，淡紫色或淡蓝色，花柱丝状，2裂；中央的两性花花冠管状，黄色，或有时紫色，檐部钟状，有5个披针形的裂片；花药基部钝，顶端有披针形的附片；花丝无毛；两性花的花柱二裂，分枝顶端具短三角状卵形的附器，外面微凸，被微毛。瘦果长圆形、被多少贴生的长伏毛，基部缩小，扁三棱形，一面凸出，另一面扁平或凹入，具三棱条；冠毛白色，糙毛状，稀淡黄褐色，二层，外层较短，内层顶端略增粗，与花冠等长。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蓟属",
            "id": "300000300300",
            "latin": "Cirsium Mill. emend. Scop.",
            "content": "一年生、二年生或多年生植物，无茎至高大草本，雌雄同株，极少异株。茎分枝或不分枝，叶无毛至有毛，边缘有针刺。头状花序同型，或全部为两性花或全部为雌花，直立，下垂或下倾，小、中等大小或更大，在茎枝顶端排成伞房花序、伞房圆锥花序、总状花序或集成复头状花序，少有单生茎端。总苞卵状、卵圆状、钟状或球形，无毛或被稀疏的蛛丝毛或蛛丝毛极稠密且膨松，或被多细胞的长节毛。总苞片多层，覆瓦状排列或镊合状排列，边缘全缘，无针刺或有缘毛状针刺。花托被稠密的长托毛。小花红色、红紫色，极少为黄色或白色的，檐部与细管部几等长或细管部短,5裂，有时深裂几达檐部的基部。花丝分离，有毛或乳突，极少无毛；花药基部附属物撕裂。花柱分枝基部有毛环。瘦果光滑，压扁，通常有纵条纹，顶端截形或斜截形，有果缘，基底着生面，平。冠毛多层，向内层渐长，全部冠毛刚毛长羽毛状，基部连合成环，整体脱落。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "苓菊属",
            "id": "300000300400",
            "latin": "Jurinea Cass.",
            "content": "多年生草本或小半灌木。叶不分裂或分裂。头状花序中等大小，单生茎顶或多数头状花序在茎枝顶端排成伞房花序，或植物含少数头状花序，但不形成明显的花序式排列，同型，有多数两性小花。总苞碗状、卵状、钟状或半球形，很少为椭圆状或楔状状。总苞片多层，覆瓦状排列，紧贴或外层或中外层上部或顶端不同程度地向外开张或反折，但内层苞片总是直立紧贴的。全部苞片草质或近革质，被蛛丝毛或无毛，但通常有腺点。花托平，被稠密的托片。全部小花两性，管状，花冠红色或紫色，外面通常有腺点，冠簷5浅裂或偏斜5深裂。花药无毛，基部附属物尾状，撕裂。花丝分离，无毛或有乳突。花柱短2裂，花柱分枝顶端截形，基部有毛环。瘦果长倒卵状，长椭圆状或长倒圆锥状，有4条椭圆状高起的纵肋，基底着生面，平或稍见偏斜，无毛，有时有腺点或稀疏或稠密的刺瘤或刺脊或无刺瘤和刺脊亦无腺点，顶端有果缘，果缘边缘锯齿状。冠毛多层，向内层渐长；冠毛刚毛锯齿状、短糙毛状、短羽毛状或羽毛状，最内层通常有2-5根超长的冠毛刚毛；全部冠毛刚毛基部连合成环，整体脱落或基部不连合成环而冠毛刚毛永久固结在瘦果上。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "风毛菊属",
            "id": "300000300500",
            "latin": "Saussurea DC.",
            "content": "一年生、二年生或多年生草本，有时为小半灌木。茎高至矮小，有时退化至无茎，无毛或被白色棉毛或柔毛。叶互生，柔软或坚硬，全缘或有锯齿至羽状分裂。头状花序具多数同型小花，多数或少数在茎与枝端排成伞房花序、圆锥花序或总状花序，或集生于茎端，极少单生。总苞球形、钟形、卵形或圆柱状；总苞片多层，覆瓦状排列，紧贴，顶端急尖、渐尖或钝或圆形，有时有干膜质的红色附属物，或有时附属物绿色、草质。花托平或突起，密生刚毛状托片，极少无托片。全部小花两性，管状，结实。花冠紫红色或淡紫色，极少白色，管部细丝状或细，檐部5裂至中部；花药基部箭头形，尾部撕裂；花丝分离，无毛；花柱长，顶端2分枝，花柱分枝长，线形，顶端钝或稍钝。瘦果圆柱状或椭圆状，基底着生面平，禾秆色，有时有黑色斑点，极少黑色，具钝4肋或多肋，平滑或有横皱纹，顶端截形，有具齿的小冠或无小冠。冠毛（1）-2层，外层短，糙毛状或短羽毛状，易脱落，内层长，羽毛状，基部连合成环，整体脱落。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "鸦葱属",
            "id": "300000300600",
            "latin": "Scorzonera L.",
            "content": "多年生草本，少半灌木或一年生。叶不分裂，全缘，叶脉平行，或羽状半裂或全裂。头状花序大或较大，同型，舌状，单生茎顶或少数头状花序在茎枝顶端排成伞房花序，或聚伞花序，或沿茎排成总状花序，含多数舌状小花。总苞圆柱状或长椭圆状或楔状。花托蜂窝状，无托毛，但在某些种中有托毛。总苞片多层，覆瓦状排列，顶端无角状附属物或有些种中有角状附属物。舌状小花黄色，极少红色亦极少两面异色，顶端截形，5齿裂。花药基部箭头形。花柱分枝细，顶端急尖或微钝。瘦果圆柱状或长椭圆状，无毛或被微柔毛或长柔毛，有多数钝纵肋，沿肋有多数脊瘤状突起或无脊瘤状突起，顶端微收窄，截形，无喙或几无喙状。冠毛中下部或大部羽毛状，上部锯齿状，通常有超长冠毛3-10个，基部连合成环，整体脱落或不脱落。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "乳苣属",
            "id": "300000300700",
            "latin": "Mulgedium Cass.",
            "content": "一年生、二年生或多年生草本。叶分裂或不分裂。头状花序同型，舌状，多数或通常多数，在茎枝顶端排成伞房或伞房圆锥花序或沿茎枝排成总状花序。总苞宽钟状或圆柱状，果期不为卵球状；总苞片3-5层，通常带紫红色，覆瓦状排列或不成明显覆瓦排列，向内层渐长。花托平，无托毛。舌状小花蓝色或蓝紫色，多数，舌片顶端截形，5齿裂，管部被白色长柔毛，花药基部箭头形，花柱分枝细。瘦果稍粗厚，纺锤形，每面有5-7条高起的钝纵肋，顶端渐尖成喙，喙绝不为丝状。冠毛2层，纤细，微糙毛状。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "苍耳属",
            "id": "300000300800",
            "latin": "Xanthium L.",
            "content": "一年生草本，粗壮。根纺锤状或分枝。茎直立，具糙伏毛，柔毛或近无毛，有时具刺，多分枝。叶互生，全缘或多少分裂。有柄。头状花序单性，雌雄同株，无或近无花序梗，在叶腋单生或密集成穗状，或成束聚生于茎枝的顶端。雄头状花序着生于茎枝的上端，球形，具多数不结果实的两性花；总苞宽半球形，总苞片1-2层，分离，椭圆状披针形，革质；花托柱状，托片披针形，无色，包围管状花；花冠管部上端有5宽裂片；花药分离，上端内弯，花丝结合成管状，包围花柱；花柱细小，不分裂，上端稍膨大。雌头状花序单生或密集于茎枝的下部，卵圆形，各有2结果实的小花；总苞片两层，外层小，椭圆状披针形，分离；内层总苞片结合成囊状，卵形，在果实成熟变硬，上端具1-2个坚硬的喙，外面具钩状的刺；2室，各具1小花；雌花无花冠；柱头2深裂，裂片线形，伸出总苞的喙外。瘦果2，倒卵形，藏于总苞内，无冠毛。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "顶羽菊属",
            "id": "300000300900",
            "latin": "Acroptilon Cass.",
            "content": "多年生草本。茎直立，多分枝。叶无柄，叶羽状分裂或边缘有锯齿。头状花序同型，含多数小花，多数在茎枝顶端排成伞房花序或伞房圆锥花序。总苞卵形或长椭圆状卵形。无毛。总苞片多层，覆瓦状排列，外层与内层圆形、半椭圆形，最内层线状披针形；全部总苞片顶端有白色膜质半透明的附片。花托有托毛。全部小花两性，管状，花冠红色或紫色。花药基部附属物小。花丝无毛。花柱分枝细长，顶端钝，花柱中部有毛环。瘦果倒长卵形，压扁，有不十分明显的细脉纹，顶端圆形，无果缘，基底着生面，平或稍见偏斜。冠毛多层，向内层渐长，基部不连合成环，易分散脱落，全部冠毛刚毛毛状，边缘短羽毛状。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "亚菊属",
            "id": "300000301000",
            "latin": "Ajania Poljak.",
            "content": "多年生草本、小半灌木。叶互生，羽状或掌式羽状分裂，极少不裂的。头状花序小，异形，多数或少数在枝端或茎顶排列成复伞房花序、伞房花序，少有头状花序单生。边缘雌花少数，2-15个，细管状或管状，顶端2-3齿，少有4-5齿裂的。中央两性花多数，管状，自中部向上加宽，顶端5齿裂。全部小花结实，黄色，花冠外面有腺点，少有红紫色的。总苞钟状或狭圆柱状；总苞片4-5层，草质，少有硬草质，顶端及边缘白色或褐色膜质。花托突起或圆锥状突起，无托毛。花柱分枝线形，顶端截形，花药基部钝，无尾，上部有披针形的尖或钝附片。瘦果无冠毛，有4-6条脉肋。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "牛蒡属",
            "id": "300000301100",
            "latin": "Arctium L.",
            "content": "二年生草本。叶互生，通常大型，不分裂，基部通常心形，有叶柄。头状花序中等大小或较大，少数或多数，在茎枝顶端排成伞房状或圆锥状花序，同型，含有多数两性管状花。总苞卵形或卵球形，无毛或有蛛丝毛。总苞片多层，多数，线钻形、披针形，顶端有钩刺。花托平，被稠密的托毛，托毛初时平展，后变扭曲。全部小花结实，花冠5浅裂。花药基部附属物箭形。花丝分离，无毛。花柱分枝线形，外弯，基部有毛环。瘦果压扁，倒卵形或长椭圆形，顶端截形，有多数细脉纹或肋棱，基底着生面，平。冠毛多层，短；冠毛刚毛不等长，糙毛状，基部不连合成环，极易分散脱落。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "鬼针草属",
            "id": "300000301200",
            "latin": "Bidens L.",
            "content": "一年生或多年生草本。茎直立或匍匐，通常有纵条纹。叶对生或有时在茎上部互生，很少三枚轮生，全缘或具齿牙、缺刻，或一至三回三出或羽状分裂。头状花序单生茎、枝端或多数排成不规则的伞房状圆锥花序丛。总苞钟状或近半球形；苞片通常1-2层，基部常合生，外层草质，短或伸长为叶状，内层通常膜质，具透明或黄色的边缘；托片狭，近扁平，干膜质。花杂性，外围一层为舌状花，或无舌状花而全为筒状花，舌状花中性，稀为雌性，通常白色或黄色，稀为红色，舌片全缘或有齿；盘花筒状，两性，可育，冠檐壶状，整齐，4-5裂。花药基部钝或近箭形；花柱分枝扁，顶端有三角形锐尖或渐尖的附器，被细硬毛。瘦果扁平或具四棱，倒卵状椭圆形、楔形或条形，顶端截形或渐狭，无明显的喙，有芒刺2-4枚，其上有倒刺状刚毛。果体褐色或黑色，光滑或有刚毛。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蓝刺头属",
            "id": "300000301300",
            "latin": "Echinops L.",
            "content": "多年生、二年生，很少为一年生草本。茎直立，上部通常分枝，被蛛丝状毛或绵毛，或兼杂褐色长单毛，通常有头状具柄的腺点。头状花序仅含有1个小花，多数头状花序在茎枝顶端排成球形或卵形的复头状花序，外围以极小的1-2层刚毛状苞叶。头状花序基部有多数或少数刚毛状的扁平基毛1)。苞片3-5层，膜质或革质；外层短，线形，上部三角形或椭圆状扩大；中层龙骨状，顶端钻状渐尖；内层有时短于中层，部分苞片中下部粘合，但通常全部苞片分离，间或最内层苞合生成管状，全部内层总苞片顶端渐尖。全部总苞片边缘有长或短缘毛。花冠管状，两性，白色、蓝色或紫色。花药基部附属物钻形、箭形。花柱分枝短，在分枝处以下有毛环。瘦果倒圆锥形，有细纵肋，被稠密贴伏的顺向长直毛。冠毛冠状或量杯状，冠毛刚毛膜片状，线形或钻形，边缘糙毛状，或边缘平滑，无糙毛，上部或中部以上或大部分离。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "向日葵属",
            "id": "300000301400",
            "latin": "Helianthus L.",
            "content": "一年或多年生草本，通常高大，被短糙毛或白色硬毛。叶对生，或上部或全部互生，有柄，常有离基三出脉。头状花序大或较大，单生或排列成伞房状，各有多数异形的小花，外围有一层无性的舌状花，中央有极多数结果实的两性花。总苞盘形或半球形；总苞片2至多层，膜质或叶质。花托平或稍凸起；托片折叠，包围两性花。舌状花的舌片开展，黄色；管状花的管部短，上部钟状，上端黄色、紫色或褐色，有5裂片。瘦果长圆形或倒卵圆形，稍扁或具4厚棱。冠毛膜片状，具2芒、有时附有2-4个较短的芒刺，脱落。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "旋覆花属",
            "id": "300000301500",
            "latin": "Inula L.",
            "content": "多年生稀一或二年生草本，有直立的茎或无茎，或亚灌木，常有腺，被糙毛、柔毛或茸毛。叶互生或仅生于茎基部，全缘或有齿。头状花序大或稍小，多数，伞房状或圆锥伞房状排列，或单生，或密集于根颈上，各有多数异形稀同形的小花，雌雄同株，外缘有1至数层雌花，稀无雌花；中央有多数两性花。总苞半球状、倒卵圆状或宽钟状；总苞片多层，覆瓦状排列，内层常狭窄，干膜质；外层叶质，革质或干膜质，狭窄或宽阔，渐短或与内层同长；最外层有时较长大，叶质。花托平或稍凸起，有蜂窝状孔或浅窝孔，无托片。雌花花冠舌状，黄色稀白色；舌片长，开展，顶端有3齿，或短小直立而有2-3齿；两性花花冠管状，黄色，上部狭漏斗状，有5个裂片。花药上端圆形或稍尖，基部戟形，有细长渐尖的尾部。花柱分枝稍扁，雌花花柱顶端近圆形，两性花花柱顶端较宽，钝或截形。冠毛1-2层稀较多层，有多数或较少的稍不等长而微糙的细毛。瘦果近圆柱形，有4-5个多少显明的稜或更多的纵肋或细沟，无毛或有短毛或绢毛。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蝟菊属",
            "id": "300000301600",
            "latin": "Olgaea Iljin",
            "content": "多年生草本。叶革质或草质，茎叶下延成茎翼或无茎翼。头状花序同型；含多数小花。总苞钟状、半球形或卵球形。总苞片多层，多数，覆瓦状排列，坚硬，革质，直立或上部反折或开展，顶端针刺状，最内层苞片外面通常被稠密的顺向贴伏的微糙毛，全部苞片边缘通常有针刺状缘毛。花托有稠密的长或托毛。小花紫色或蓝色，两性，结实，顶端5裂。雄蕊花丝分离，无毛，花药基部附属物尾状，撕裂。花柱分枝细长，长约4毫米，顶端圆或钝，大部贴合，仅顶端稍张开。瘦果长椭圆形或倒卵形，有多数高起的纵肋或果肋不明显，顶端有果缘，果缘边缘浅波状、圆齿裂或圆缘尖锯齿，基底着生面，偏斜。冠毛多层，基部连合成环，整体脱落；冠毛刚毛糙毛状或锯齿状，向顶端渐细或内层向顶端稍粗扁，不等长，向内层渐长。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "苦苣菜属",
            "id": "300000301700",
            "latin": "Sonchus L.",
            "content": "一年生、二年生或多年生草本。叶互生。头状花序稍大，同型，舌状，含多数舌状小花，通常80朵以上，在茎枝顶端排成伞房花序或伞房圆锥花序。总苞卵状、钟状、圆柱状或碟状，花后常下垂。总苞片3-5层，覆瓦状排列，草质，内层总苞片披针形、长椭圆形或长三角形，边缘常膜质。花托平，无托毛。舌状小花黄色，两性，结实，舌状顶端截形，5齿裂，花药基部短箭头状，花柱分枝纤细。瘦果卵形或椭圆形，极少倒圆锥形，极压扁或粗厚，有多数（达20条）高起的纵肋，或纵肋少数，常有横皱纹，顶端较狭窄，无喙。冠毛多层多数，细密、柔软且彼此纠缠，白色，单毛状，基部整体连合成环或连合成组，脱落。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蒲公英属",
            "id": "300000301800",
            "latin": "Taraxacum F. H. Wigg.",
            "content": "多年生葶状草本，具白色乳状汁液。茎花葶状。花葶1至数个，直立、中空，无叶状苞片叶，上部被蛛丝状柔毛或无毛。叶基生，密集成莲座状，具柄或无柄，叶片匙形、倒披针形或披针形，羽状深裂、浅裂，裂片多为倒向或平展，或具波状齿，稀全缘。头状花序单生花葶顶端；总苞钟状或狭钟状，总苞片数层，有时先端背部增厚或有小角，外层总苞片短于内层总苞片，通常稍宽，常有浅色边缘，线状披针形至卵圆形，伏贴或反卷，内层总苞片较长，多少呈线形，直立；花序托多少平坦，有小窝孔，无托片，稀少有托片；全为舌状花，两性、结实，头状花序通常有花数十朵，有时100余朵，舌片通常黄色，稀白色、红色或紫红色，先端截平，具5齿，边缘花舌片背面常具暗色条纹；雄蕊5，花药聚合，呈筒状，包于花柱周围，基部具尾，戟形，先端有三角形的附属物，花丝离生，着生于花冠筒上；花柱细长，伸出聚药雄蕊外，柱头2裂，裂瓣线形。瘦果纺锤形或倒锥形，有纵沟，果体上部或几全部有刺状或瘤状突起，稀光滑，上端突然缢缩或逐渐收缩为圆柱形或圆锥形的喙基，喙细长，少粗短，稀无喙；冠毛多层，白色或有淡的颜色，毛状，易脱落。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "拂子茅属",
            "id": "310000310100",
            "latin": "Calamagrostis Adans.",
            "content": "多年生粗壮草本。叶片线形，先端长渐尖。圆锥花序紧缩或开展。小穗线形，常含1小花，小穗轴脱节于颖之上，通常不延伸于内稃之后，或稍有极短的延伸；两颖近于等长，有时第一颖稍长，锥状狭披针形，先端长渐尖，具1脉或第二颖具3脉；外稃透明膜质，短于颖片，先端有微齿或2裂，芒自顶端齿间或中部以上伸出，基盘密生长于稃体的丝状毛；内稃细小而短于外稃。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "芨芨草属",
            "id": "310000310200",
            "latin": "Achnatherum Beauv.",
            "content": "多年生丛生草本。叶片通常内卷，稀扁平。圆锥花序顶生、狭窄或开展；小穗含1小花，两性，小穗轴脱节于颖之上；两颖近等长或略有上下，宿存，膜质或兼草质，先端尖或渐尖，稀钝圆；外稃较短于颖，圆柱形，厚纸质，成熟后略变硬，顶端具2微齿，背部被柔毛，芒从齿间伸出，膝曲而宿存，稀近于劲直而脱落，基盘钝或较尖，具髯毛；内稃具2脉，无脊，脉间具毛，成熟后背部多少裸露；鳞被3；雄蕊3，花药顶端具毫毛或稀无毛。\n",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "虎尾草属",
            "id": "310000310300",
            "latin": "Chloris Sw.",
            "content": "一年生或多年生草本。具匍匐茎或否。叶片线形，扁平或对折；叶鞘常于背部具脊；叶舌短小，膜质。花序为少至多数穗状花序呈指状簇生于秆顶；小穗含2-3(-4)小花，第一小花两性，上部其余诸小花退化不孕而互相包卷成球形，小穗脱节于颖之上，不孕小花附着于孕性小花上不断离，许多小穗成2行覆瓦状排列于穗轴的一侧；颖狭披针形或具短芒，1脉，不等长，宿存；第一外稃两侧压扁，质较厚，先端尖或钝，全缘或2浅裂，中脉延伸成直芒，基盘被柔毛；内稃约等长于外稃，具2脊，脊上具短纤毛；不孕小花仅具外稃，无毛，先端截平或略尖，常具直芒。颖果长圆柱形。染色体 x=10。\n",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "狗尾草属",
            "id": "310000310400",
            "latin": "Setaria Beauv.",
            "content": "一或多年生草本，有或无根茎。秆直立或基部膝曲。叶片线形、披针形或长披针形，扁平或具折襞，基部钝圆或窄狭成柄状。圆锥花序通常呈穗状或总状圆柱形，少数疏散而开展至塔状：小穗含1-2小花，椭圆形或披针形，全部或部分小穗下托以1一数枚由不发育小枝而成的芒状刚毛，脱节于极短且呈杯状的小穗柄上，并与宿存的刚毛分离；颖不等长，第一颖宽卵形，卵形或三角形，具3-5脉或无脉，第二颖与第一外稃等长或较短；具5-7脉；第一小花雄性或中性，第一外稃与第二颖同质，通常包着纸质或膜质的内稃；第二小花两性，第二外稃软骨质或革质，成熟时背部隆起或否，平滑或具点状、横条状皱纹，等长或稍长或短于第一外稃，包着同质的内稃；鳞被2，楔形；雄蕊3，成熟时由谷粒顶端伸出；花柱2，基部联合或少数种类分离。颖果椭圆状球形或卵状球形，稍扁，种脐点状；胚长约为颖果的1/3-2/5。黍型（P-PP）；幼苗第1片真叶披针形，水平展出，叶脉多数；叶片表皮硅质体哑铃形或十字形，有时结节形，气孔保卫细胞三角形或圆屋顶形，其脉间细胞结构有5种类型。染色体x=9，淀粉粒为单纯型。\n",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "稗属",
            "id": "310000310500",
            "latin": "Echinochloa Beauv.",
            "content": "一年生或多年生草本。叶片扁平，线形。圆锥花序由穗形总状花序组成；小穗含1-2小花，背腹压扁呈一面扁平，一面凸起，单生或2-3个不规则地聚集于穗轴的一侧，近无柄；颖草质；第一颖小，三角形，长约为小穗1/3-1/2或3/5；第二颖与小穗等长或稍短；第一小花中性或雄性，其外稃革质或近革质，内稃膜质，罕或缺；第二小花两性，其外稃成熟时变硬，顶端具极小尖头，平滑，光亮，边缘厚而内抱同质的内稃，但内稃顶端外露；鳞被2，折叠，具5-7脉；花柱基分离；种脐点状。染色体x=9。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "赖草属",
            "id": "310000310600",
            "latin": "Leymus Hochst.",
            "content": "多年生，具横走和直伸根茎。叶片常内卷且质地较硬。小穗常以1-5枚簇生于穗轴的每节，小穗轴多少扭转，致使颖与稃体位置改变而不在一个面上，颖自披针形变至窄披针形或锥刺状。小穗含2一数小花；颖具3-5脉，为锥刺状者仅具1脉；外稃披针形，先端渐尖，无芒或具小尖头；内稃的脊上具细刺毛或无毛；子房被毛。颖果扁长圆形。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "芦苇属",
            "id": "310000310700",
            "latin": "Phragmites Adans.",
            "content": " 多年生，具发达根状茎的苇状沼生草本。茎直立，具多数节；叶鞘常无毛；叶舌厚膜质，边缘具毛；叶片宽大，披针形，大多无毛。圆锥花序大型密集，具多数粗糙分枝；小穗含3-7小花，小穗轴节间短而无毛，脱节于第一外秤与成熟花之间；颖不等长，具3-5脉，顶端尖或渐尖，均短于其小花；第一外稃通常不孕，含雄蕊或中性，小花外稃向上逐渐变小，狭披针形，具3脉，顶端渐尖或呈芒状，无毛，外稃基盘延长具丝状柔毛，内稃狭小，甚短于其外稃；鳞被2，雄蕊3，花药长1-3毫米。颖果与其稃体相分离，胚小型。染色体小型，x＝6、12，2n＝24,36、48、96、38、44、46、49，为高多倍体或非整倍体。\n",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "隐子草属",
            "id": "310000310800",
            "latin": "Cleistogenes Keng",
            "content": "多年生草本，丛生。秆常具多节。叶片线形或线状披针形，扁平或内卷，质较硬，与鞘口相接处有一横痕，易自此处脱落；叶鞘内常有隐生小穗。圆锥花序狭窄或开展，常具少数分枝；小穗含1至数小花，两侧压扁，具短柄；二颖不等长，质薄，近膜质，第一颖常具1脉或稀无脉，第二颖具3-5脉，先端尖或钝；外稃常具3-5脉，灰绿色被深绿色的花纹，亦常带紫色，先端具细短芒或小尖头，两侧具2微齿，稀不裂而渐尖，无毛或边缘疏生柔毛；基盘短钝，具短毛；内稃稍长于或短于外稃，具2脊，雄蕊3枚，花药线形；柱头羽毛状，紫色。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "碱茅属",
            "id": "310000310900",
            "latin": "Puccinellia Parl.",
            "content": "多年生草本。秆直立，丛生。叶鞘散生于全秆或聚集基部，平滑无毛；叶舌膜质；叶片线形，内卷粗糙或平滑无毛。圆锥花序开展或紧缩；小穗含2-8小花，两侧稍压扁或圆筒形；小穗轴无毛，脱节于颖之上与各小花之间；小花覆瓦状排成2列；颖披针形至宽卵形，纸质，不等长，均短于第一小花，顶端钝或尖，常为干膜质，第一颖较小，具1 (-3)脉，第二颖具3脉；外稃长圆形、披针形或卵形，纸质，背部圆形，有平行的5脉，顶端钝或稍尖，膜质，具缘毛或不整齐的细齿裂，背部无毛或下部脉与脉间与基部两侧生短柔毛；内稃等长或稍短于其外稃；鳞被2，常2裂；雄蕊3，较小。颖果小，长圆形，无沟槽，与内外稃分离。染色体基数x＝7。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "锋芒草属",
            "id": "310000311000",
            "latin": "Tragus Hall.",
            "content": "一年生或多年生草本。具扁平的叶片。花序顶生，通常2-5小穗聚集成簇，每一小穗簇近无柄或有短柄着生于花轴上，形成穗形总状花序（形态上应作圆锥花序），成熟后全簇小穗一起脱落；每一小穗簇中仅下方的2小穗为孕性，且互相结合为刺球体，其余1-3小穗退化而不孕；第一颖薄膜质，微小或完全退化，第二颖革质，背部圆形，具5-6肋，肋上生钩状刺，为二孕性小穗所形成的刺球体之半；外稃膜质，扁平，具3脉；内稃较外稃稍短，质地亦较薄，背部凸起，具不明显的2脉；雄蕊3枚，花丝细弱，花药卵圆形；花柱单一，柱头分叉，帚状。颖果细瘦而长，与稃体分离。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "沙鞭属",
            "id": "310000311100",
            "latin": "Psammochloa Hitchc.",
            "content": " 多年生。具长而横走的根茎。圆锥花序紧缩。小穗具短柄，含1小花，两性，脱节于颖之上；颖草质，几等长，具3-5脉；外稃几等长于颖，纸质，背部密生长柔毛，具5-7脉，顶端微2裂，基盘无毛，芒自裂齿间伸出，直立，早落；内稃几等长于外稃，背部生柔毛，不为外稃紧密包裹；鳞被3；花药大形，顶生毫毛。\n单种属，产我国有分布。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "葱属",
            "id": "320000320100",
            "latin": "Allium L.",
            "content": "多年生草本，绝大部分的种具特殊的葱蒜气味；具根状茎或根状茎不甚明显；地下部分的肥厚叶鞘形成鳞茎，鳞茎形态多样，从圆柱状直到球状，最外面的为鳞茎外皮，质地多样，可为膜质，革质或纤维质；须根从鳞茎基部或根状茎上长出，通常细长，在有的种中则增粗，肉质化，甚至呈块根状。叶形多样，从扁平的狭条形到卵圆形，从实心到空心的圆柱状，基部直接与闭合的叶鞘相连，无叶柄或少数种类叶片基部收狭为叶柄，叶柄再与闭合的叶鞘相连。花葶从鳞茎基部长出，有的生于中央（由顶芽形成），有的侧生（由侧芽形成），露出地面的部分被叶鞘或裸露；伞形花序生于花葶的顶端，开放前为一闭合的总苞所包，开放时总苞单侧开裂或2至数裂，早落或宿存；小花梗无关节，基部有或无小苞片；花两性，极少退化为单性（但仍可见到退化的雌、雄蕊）；花被片6，排成两轮，分离或基部靠合成管状；雄蕊6枚，排成两轮，花丝全缘或基部扩大而每侧具齿，通常基部彼此合生并与花被片贴生，有时合生部位较高而成筒状；子房3室，每室一至数胚珠，沿腹缝线的部位具蜜腺，蜜腺的位置多在腹缝线基部，蜜腺的形状多样，有的平坦，有的凹陷，有的具帘，有的隆起等等，花柱单一；柱头全缘或3裂。蒴果室背开裂。种子黑色，多棱形或近球状。本属植物花葶上不具叶或叶状苞片；伞形花序生于花葶顶端，花序开放前为一闭合的总苞所包，开放时总苞破裂。很容易区别于本科其他各属。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "天门冬属",
            "id": "320000320200",
            "latin": "Asparagus L.",
            "content": "多年生草本或半灌木，直立或攀援，常具粗厚的根状茎和稍肉质的根，有时有纺 锤状的块根。小枝近叶状，称叶状枝，扁平、锐三稜形或近圆柱形而有几条稜或槽，常 多枚成簇；在茎、分枝和叶状枝上有时有透明的乳突状细齿，叫软骨质齿。叶退化成 鳞片状，基部多少延伸成距或刺。花小，每1-4朵腋生或多朵排成总状花序或伞形花序，两性或单性，有时杂性，在单性花中雄花具退化雌蕊，雌花具6枚退化雄蕊；花梗一般有关节；花被钟形、宽圆筒形或近球形；花被片离生，少有基部稍合生；雄蕊着生于花被片基部，通常内藏，花丝全部离生或部分贴生于花被片上；花药矩圆形、卵形或圆形，基部二裂，背着或近背着，内向纵裂；花柱明显，柱头3裂；子房3室，每室2至多个胚珠。浆果较小，球形，基部有宿存的花被片，有1至几颗种子。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "鸢尾属",
            "id": "330000330100",
            "latin": "Iris L.",
            "content": "多年生草本。根状茎长条形或块状，横走或斜伸，纤细或肥厚。叶多基生，相互套迭，排成2列，叶剑形，条形或丝状，叶脉平行，中脉明显或无，基部鞘状，顶端渐尖。大多数的种类只有花茎而无明显的地上茎，花茎自叶丛中抽出，多数种类伸出地面，少数短缩而不伸出，顶端分枝或不分枝；花序生于分枝的顶端或仅在花茎顶端生1朵花；花及花序基部着生数枚苞片，膜质或草质；花较大，蓝紫色、紫色、红紫色、黄色、白色；花被管喇叭形、丝状或甚短而不明显，花被裂片6枚，2轮排列，外轮花被裂片3枚，常较内轮的大，上部常反折下垂，基部爪状，多数呈沟状，平滑，无附属物或具有鸡冠状及须毛状的附属物，内轮花被裂片3枚，直立或向外倾斜；雄蕊3，着生于外轮花被裂片的基部，花药外向开裂，花二丝与花柱基部离生；雌蕊的花柱单一，上部3分枝，分枝扁平，拱形弯曲，有鲜艳的色彩，呈花瓣状，顶端再2裂，裂片半圆形、三角形或狭披针形，柱头生于花柱顶端裂片的基部，多为半圆形，舌状，子房下位，3室，中轴胎座，胚珠多数。蒴果椭圆形、卵圆形或圆球形，顶端有喙或无，成熟时室背开裂；种子梨形、扁平半圆形或为不规则的多面体，有附属物或无。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        }
    ],
    zhong: [
        {
            "name": "种名",
            "id": "编号",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "圆柏",
            "id": "010000010100010101",
            "latin": "Sabina chinensis (L.) Ant",
            "content": "乔木，高达20米，胸径达3.5米；树皮深灰色，纵裂，成条片开裂；幼树的枝条通常斜上伸展，形成尖塔形树冠，老则下部大枝平展，形成广圆形的树冠；树皮灰褐色，纵裂，裂成不规则的薄片脱落；小枝通常直或稍成弧状弯曲，生鳞叶的小枝近圆柱形或近四棱形，径1-1.2毫米。叶二型，即刺叶及鳞叶；刺叶生于幼树之上，老龄树则全为鳞叶，壮龄树兼有刺叶与鳞叶；生于一年生小枝的一回分枝的鳞叶三叶轮生，直 伸而紧密，近披针形，先端微渐尖，长2.5-5毫米，背面近中部有椭圆形微凹的腺体；刺叶三叶交互轮生，斜展，疏松，披针形，先端渐尖，长6-12毫米，上面微凹，有两条白粉带。雌雄异株，稀同株，雄球花黄色，椭圆形，长2.5-3.5毫米，雄蕊5-7对，常有3-4花药。球果近圆球形，径6-8毫米，两年成熟，熟时暗褐色，被白粉或白粉脱落，有1-4粒种子；种子卵圆形，扁，顶端钝，有棱脊及少数树脂槽；子叶2枚，出土，条形，长1.3-1.5厘米，宽约1毫米，先端锐尖，下面有两条白色气孔带，上面则不明显。\n产于内蒙古乌拉山、河北、山西、山东、江苏、浙江、福建、安徽、江西、河南、陕西南部、甘肃南部、四川、湖北西部、湖南、贵州、广东、广西北部及云南等地。生于中性土、钙质土及微酸性土上，各地亦多栽培，西藏也有栽培。朝鲜、日本也有分布。\n心材淡褐红色，边材淡黄褐色，有香气，坚韧致密，耐腐力强。可作房屋建筑、家具、文具及工艺品等用材；树根、树干及枝叶可提取柏木脑的原料及柏木油；枝叶入药，能祛风散寒，活血消肿、利尿；种子可提润滑油；为普遍栽培的庭园树种。\n喜光树种，喜温凉、温暖气候及湿润土壤。在华北及长江下游海拔500米以下，中上游海拔1000米以下排水良好之山地可选用造林。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "钻天杨",
            "id": "020000020100020101",
            "latin": "Populus nigra var. italica (Moench) Koehne ",
            "content": "乔木，高达30米。树皮暗灰褐色，老时沟裂，黑褐色；树冠圆柱形。侧枝成20-30度角开展，小枝圆，光滑，黄褐色或淡黄褐色，嫩枝有时疏生短柔毛。芽长卵形，先端长渐尖，淡红色，富粘质。长枝叶扁三角形，通常宽大于长，长约7.5厘米，先端短渐尖，基部截形或阔楔形，边缘钝圆锯齿；短枝叶菱状三角形，或菱状卵圆形，长5-10厘米，宽4-9厘米，先端渐尖，基部阔楔形或近圆形; 叶柄上部微扁，长2-4.5厘米，顶端无腺点。雄花序长4-8厘米，花序轴光滑，雄蕊15-30；雌花序长10-15厘米。蒴果2瓣裂，先端尖，果柄细长。花期4月，果期5月。\n我国长江、黄河流域各地广为栽培。北美、欧洲、高加索、地中海、西亚及中亚等地区均有栽培。起源不明，有人认为是黑杨的无性系。\n钻天杨喜光，抗寒，抗旱，耐干旱气侯，稍耐盐碱及水湿，但在低洼常积水处生长不良。树冠狭窄作行道和护田林树种甚宜，也为杨树育种的常用亲本之一。唯抗病虫害能力较差。有文献记载本变种只有雄株，但在我国栽培的钻天杨中有一类雌株，颇似本变种，冠，形较宽，树干不端直，常生木瘤，易染病虫害，萌枝叶枯干不落，目前正在淘汰中。但雌株与雄株同为育种主要亲本之一，应注意繁育保存。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "新疆杨",
            "id": "020000020100020102",
            "latin": "Populus alba var. pyramidalis Bunge ",
            "content": "本变种树冠窄圆柱形或尖塔形。树皮灰白或青灰色，光滑少裂。萌条和长枝叶掌状深裂，基部平截；短枝叶圆形，有粗缺齿，侧齿几对称，基部平截，下面绿色几无毛。仅见雄株。\n我国北方各省区常栽培，以新疆为普遍。分布在中亚、西亚、巴尔干、欧洲等地。\n新疆杨属中湿性树种，抗寒性较差；北疆地区在树干基部西南方向常发生冻裂，在年度极端最低气温达-30摄氏度以下时，苗木冻梢严重。喜光，抗大气干旱，抗风，抗烟尘，抗柳毒蛾，较耐盐碱，但在未经改良的盐碱地、沼泽地、粘土地、戈壁滩等均生长不良。用插条繁殖较易。\n木材供建筑、家具等用。为优良的绿化和防护林树种。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "胡杨",
            "id": "020000020100020103",
            "latin": "Populus euphratica Oliv.",
            "content": "乔木，高10-15米，稀灌木状。树皮淡灰褐色，下部条裂；萌枝细，圆形，光滑或微有绒毛。芽椭圆形，光滑，褐色，长约7毫米。苗期和萌枝叶披针形或线状披针形，全缘或不规则的疏波状齿牙缘；成年树小枝泥黄色，有短绒毛或无毛，枝内富含盐量，嘴咬有咸味。叶形多变化，卵圆形、卵圆状披针形、三角伏卵圆形或肾形，先端有粗齿牙，基部楔形、阔楔形、圆形或截形，有2腺点，两面同色；叶柄微扁，约与叶片等长，萌枝叶柄极短，长仅1厘米，有短绒毛或光滑。雄花序细圆柱形，长2-3厘米，轴有短绒毛，雄蕊15-25，花药紫红色，花盘膜质，边缘有不规则齿牙；苞片略呈菱形，长约3毫米，上部有疏齿牙；雌花序长约2.5厘米，果期长达9厘米，花序轴有短绒毛或无毛，子房长卵形，被短绒毛或无毛，子房柄约与子房等长，柱头3，2浅裂，鲜红或淡黄绿色。蒴果长卵圆形，长10-12毫米， 2-3瓣裂，无毛。花期5月，果期7-8月。\n产内蒙古西部、甘肃、青海、新疆。分布蒙古、苏联（中亚部分和高加索）、埃及、叙利亚、印度、伊朗、阿富汗、巴基斯坦等地。\n胡杨是干旱大陆性气侯条件下的树种。喜光、抗热、抗大气干旱、抗盐碱、抗风沙。在湿热的气侯条件和粘重土壤上生长不良。它要求沙质土壤。在水分好的条件下，寿命可达百年左右。主要用种子繁殖，插条难于成活。木材供建筑、桥梁、农具、家具等用。木纤维长0.5-2.2毫米，平均长1.14毫米，也为很好的造纸原料；为绿化西北干旱盐碱地带的优良树种。\n我国的胡杨林，主要分布在新疆，即北纬37度-47度之间的广大地区。多生于盆地、河谷和平原，在准噶尔盆地为250-600米，在伊犁河谷为600-750米，在天山南坡上限为1800米，在塔什库尔千和昆仑山上限为2300-2400米，塔里木河岸最常见。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "旱柳",
            "id": "020000020200020201",
            "latin": "Salix matsudana Koidz.",
            "content": "乔木，高达18米，胸径达80厘米。大枝斜上，树冠广圆形；树皮暗灰黑色，有裂沟；枝细长，直立或斜展，浅褐黄色或带绿色，后变褐色，无毛，幼枝有毛。芽微有短柔毛。叶披针形，长5-10厘米，宽1-1.5厘米，先端长渐尖，基部窄圆形或楔形，上面绿色，无毛，有光泽，下面苍白色或带白色，有细腺锯齿缘，幼叶有丝状柔毛；叶柄短，长5-8毫米，在上面有长柔毛；托叶披针形或缺，边缘有细腺锯齿。花序与叶同时开放；雄花序圆柱形，长1.5-2.5 (-3)厘米，粗约6-8毫米，多少有花序梗，轴有长毛；雄蕊2，花丝基部有长毛，花药卵形，黄色；苞片卵形，黄绿色，先端钝，基部多少有短柔毛；腺体2；雌花序较雄花序短，长达2厘米，粗4毫米，有3-5小叶生于短花序梗上，轴有长毛；子房长椭圆形，近无柄，无毛，无花柱或很短，柱头卵形，近圆裂；苞片同雄花；腺体2，背生和腹生。果序长达2(2.5)厘米。花期4月，果期4-5月。\n产东北、华北平原、西北黄土高原，西至甘肃、青海，南至淮河流域以及浙江、江苏。为平原地区常见树种。耐干旱、水湿、寒冷。模式标本采自甘肃兰州。朝鲜、日本、苏联远东地区也有分布。\n用种子，扦插和埋条等方法繁殖。 木材白色，质轻软，比重0.45, 供建筑器具、造纸、人造棉、火药等用；细枝可编筐；为早春蜜源树，又为固沙保土四旁绿化树种。叶为冬季羊饲料。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "家榆",
            "id": "030000030100030101",
            "latin": "Ulmus pumila L.",
            "content": "落叶乔木，高达25米，胸径1米，在干瘠之地长成灌木状；幼树树皮平滑，灰褐色或浅灰色，大树之皮暗灰色，不规则深纵裂，粗糙；小枝无毛或有毛，淡黄灰色、淡褐灰色或灰色，稀淡褐黄色或黄色，有散生皮孔，无膨大的木栓层及凸起的木栓翅；冬芽近球形或卵圆形，芽鳞背面无毛，内层芽鳞的边缘具白色长柔毛。叶椭圆状卵形、长卵形、椭圆状披针形或卵状披针形，长2-8厘米，宽1.2-3.5厘米，先端渐尖或长渐尖，基部偏斜或近对称，一侧楔形至圆，另一侧圆至半心脏形，叶面平滑无毛，叶背幼时有短柔毛，后变无毛或部分脉腋有簇生毛，边缘具重锯齿或单锯齿，侧脉每边9-16条，叶柄长4-10毫米，通常仅上面有短柔毛。花先叶开放，在去年生枝的叶腋成簇生状。翅果近圆形，稀倒卵状圆形，长1.2-2厘米，除顶端缺口柱头面被毛外，余处无毛，果核部分位于翅果的中部，上端不接近或接近缺口，成熟前后其色与果翅相同，初淡绿色，后白黄色，宿存花被无毛，4浅裂，裂片边缘有毛，果梗较花被为短，长1-2毫米，被（或稀无）短柔毛。花果期3-6月（东北较晚）。\n分布于东北、华北、西北及西南各省区。生于海拔1 000-2 500米以下之山坡、山谷、川地、丘陵及沙岗等处。长江下游各省有栽培。也为华北及淮北平原农村的习见树木。朝鲜、前苏联、蒙古也有分布。\n边材窄，淡黄褐色，心材暗灰褐色，纹理直，结构略粗，坚实耐用。供家具、车辆、农具、器具、桥梁、建筑等用。树皮内含淀粉及粘性物，磨成粉称榆皮面。掺合面粉中可食用，并为作醋原料；枝皮纤维坚韧，可代麻制绳索、麻袋或作人造棉与造纸原料；幼嫩翅果与面粉混拌可蒸食，老果含油25％，可供医药和轻、化工业用；叶可作饲料。树皮、叶及翅果均可药用，能安神、利小便。\n阳性树，生长快，根系发达，适应性强，能耐干冷气候及中度盐硷，但不耐水湿（能耐雨季水涝）。在土壤深厚、肥沃、排水良好之冲积土及黄土高原生长良好。可作西北荒漠、华北及淮北平原、丘陵及东北荒山、砂地及滨海盐硷地的造林或“四旁”绿化树种。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "旱榆",
            "id": "030000030100030102",
            "latin": "Ulmus glaucescens Franch.",
            "content": "落叶乔木或灌木，高可达18米，树皮浅纵裂；幼枝多少被毛，当年生枝无毛或有毛，去年生枝淡灰黄色、淡黄灰色或黄褐色，小枝无木栓翅及膨大的木栓层；冬芽卵圆形或近球形，内部芽鳞有毛，边缘密生锈褐色或锈黑色之长柔毛。叶卵形、菱状卵形、椭圆形、长卵形或椭圆状披针形，长2.5-5厘米，宽1-2.5厘米，先端渐尖至尾状渐尖，基部偏斜，楔形或圆，两面光滑无毛，稀叶背有极短之毛，脉腋无簇生毛，边缘具钝而整齐的单锯齿或近单锯齿，侧脉每边6-12 (-14)条；叶柄长5-8毫米，上面被短柔毛。花自混合芽抽出，散生于新枝基部或近基部，或自花芽抽出，3-5数在去年生枝上呈簇生状。翅果椭圆形或宽椭圆形，稀倒卵形、长圆形或近圆形，长2-2.5厘米，宽1.5-2厘米，除顶端缺口柱头面有毛外，余处无毛，果翅较厚，果核部分较两侧之翅内宽，位于翅果中上部，上端接近或微接近缺口，宿存花被钟形，无毛，上端4浅裂，裂片边缘有毛，果梗长2-4毫米，密被短毛。花果期3-5月。\n分布于辽宁、河北、山东、河南、山西、内蒙古、陕西、甘肃及宁夏等省区。生于海拔500-2 400米地带。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "锐枝木蓼",
            "id": "040000040100040101",
            "latin": "Atraphaxis pungens (Bieb.) Jaub. et Spach.",
            "content": "灌木，高达1.5米。主干直而粗壮，多分枝，树皮灰褐色呈条状剥离；木质枝，弯拐，顶端无叶，刺状；当年生枝短粗，白色，无毛，顶端尖，生叶或花。托叶鞘筒状，基部褐色，具不明显的脉纹，上部斜形，膜质，透明，顶端具2个尖锐的牙齿；叶宽椭圆形或倒卵形，蓝绿色或灰绿色，长1-2厘米，宽0.5-1厘米，顶端圆，具短尖或微凹，基部圆形或宽楔形，渐狭成短柄，边缘全缘或有不明显的波状牙齿，两面均无毛，具突起的网脉；叶柄长为叶片的1/4-1/6。总状花序短，侧生于当年生枝条上；花梗长，关节位于中部或中部以上；花被片5, 粉红色或绿白色，内轮花被片3,圆心形，果时长5-6毫米，宽6-7毫米，具明显的网脉，边缘波状，外轮花被片2,卵圆形或宽椭圆形，长约3毫米，果时向下反折。瘦果卵圆形，长约2.5毫米，具3棱，黑褐色，平滑，光亮。花期5-8月。\n产新疆北部伊吾、青河、富蕴、阿勒泰、奇台及内蒙古、甘肃肃北、青海。生干旱砾石坡地及河谷漫滩，海拔510-3400米。蒙古、俄罗斯（西西伯利亚）有分布。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "沙木蓼",
            "id": "040000040100040102",
            "latin": "Atraphaxis bracteata A. Los. ",
            "content": "直立灌木，高1-1.5米。主干粗壮，淡褐色，直立，无毛，具肋棱多分枝；枝延伸，褐色，斜升或成钝角叉开，平滑无毛，顶端具叶或花。托叶鞘圆筒状，长6-8毫米，膜质，上部斜形，顶端具2个尖锐牙齿；叶革质，长圆形或椭圆形，当年生枝上者披针形，长1.5-3.5厘米，宽0.8-2厘米，顶端钝，具小尖，基部圆形或宽楔形，边缘微波状，下卷，两面均无毛，侧脉明显；叶柄长1.5-3毫米，无毛。总状花序，顶生，长2.5-6厘米；苞片披针形，长约4毫米，上部者钻形，膜质，具1条褐色中脉，每苞内具2-3花；花梗长约4毫米，关节位于上部；花被片5, 绿白色或粉红色，内轮花被片卵圆形，不等大，长5-6毫米，直径7-8毫米，网脉明显，边缘波状，外轮花被片肾状圆形，长约4毫米，宽约6毫米，果时平展，不反折，具明显的网脉。瘦果卵形，具三棱形，长约5毫米，黑褐色，光亮。花果期6-8月。\n产内蒙古（巴彦淖尔盟乌审旗及伊克昭盟展旦召）、宁夏（灵武及中卫）、甘肃（肃南）、青海（海西）及陕西（神木）。生流动沙丘低地及半固定沙丘，海拔1000-1500米。蒙古也有。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "沙拐枣",
            "id": "040000040200040201",
            "latin": "Calligonum mongolicum Turcz.",
            "content": "灌木，高25-150厘米。老枝灰白色或淡黄灰色，开展，拐曲；当年生幼枝草质，灰绿色，有关节，节间长0.6-3厘米。叶线形，长2-4毫米。花白色或淡红色，通常2-3朵，簇生叶腋；花梗细弱，长1-2毫米，下部有关节；花被片卵圆形，长约2毫米，果时水平伸展。果实（包括刺）宽椭圆形，通常长8-12毫米，宽7-11毫米；瘦果不扭转、微扭转或极扭转，条形、窄椭圆形至宽椭圆形；果肋突起或突起不明显，沟槽稍宽成狭窄，每肋有刺2-3行；刺等长或长于瘦果之宽，细弱，毛发状，质脆，易折断，较密或较稀疏，基部不扩大或稍扩大，中部2-3次2-3分叉。花期5-7月，果期6-8月，在新疆东部，8月出现第二次花果。\n产内蒙古中部西部、甘肃西部及新疆东部。生于流动沙丘、半固定沙丘、固定沙丘、沙地、沙砾质荒漠和砾质荒漠的粗沙积聚处，海拔500-1800米。蒙古也有分布。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "桃叶蓼",
            "id": "040000040300040301",
            "latin": "Polygonum persicaria L.",
            "content": "一年生草本。茎直立或上升，分枝或不分枝，疏生柔毛或近无毛，高40-80厘米。叶披针形或椭圆形，长4-15厘米，宽1-2.5厘米，顶端渐尖或急尖，基部狭楔形，两面疏生短硬伏毛，下面中脉上毛较密，上面近中部有时具黑褐色斑点，边缘具粗缘毛；叶柄长5-8毫米，被硬伏毛；托叶鞘筒状，膜质，长1-2厘米，疏生柔毛，顶端截形，缘毛长1-3毫米。总状花序呈穗状，顶生或腋生，较紧密，长2-6厘米，通常数个再集成圆锥状，花序梗具腺毛或无毛；苞片漏斗状，紫红色，具缘毛，每苞内含5-7花；花梗长2.5-3毫米，花被通常5深裂，紫红色，花被片长圆形，长2.5-3毫米，脉明显；雄蕊6-7, 花柱2, 偶3,中下部合生，瘦果近圆形或卵形，双凸镜状，稀具3棱，长2-2.5毫米，黑褐色，平滑，有光泽，包于宿存花被内。花期6-9月，果期7-10月。\n产东北、华北、西北、华中、广西、四川及贵州。沟边湿地，海拔80-1800米。欧洲、非洲及北美也有。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "雾冰藜",
            "id": "050000050100050101",
            "latin": "Bassia dasyphylla (Fisch. et C. A. Mey.) Kuntze ",
            "content": "植株高3-50厘米，茎直立，密被水平伸展的长柔毛；分枝多，开展，与茎夹角通常大于45度，有的几成直角。叶互生，肉质，圆柱状或半圆柱状条形，密被长柔毛，长3-15毫米，宽1-1.5毫米，先端钝，基部渐狭。花两性，单生或两朵簇生，通常仅一花发育。花被筒密被长柔毛，裂齿不内弯，果时花被背部具5个钻状附属物，三稜状，平直，坚硬，形成一平展的五角星状；雄蕊5,花丝条形，伸出花被外；子房卵状，具短的花柱和2-(3)个长的柱头。果实卵圆状。种子近圆形，光滑。花果期7-9月。\n产黑龙江、吉林、辽宁、山东、河北、山西、陕西、甘肃、内蒙古、青海、新疆和西藏。生于戈壁、盐碱地，沙丘、草地、河滩、阶地及洪积扇上。分布于苏联和蒙古。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "沙蓬",
            "id": "050000050200050201",
            "latin": "Agriophyllum squarrosum (L.) Moq.",
            "content": "植株高14-60厘米。茎直立，坚硬，浅绿色，具不明显的条稜，幼时密被分枝毛，后脱落；由基部分枝，最下部的一层分枝通常对生或轮生，平卧，上部枝条互生，斜展。叶无柄，披针形、披针状条形或条形，长1.3-7厘米，宽0.1-1厘米，先端（渐尖具小尖头，）向基部渐狭，叶脉浮凸，纵行，3-9条。穗状花序紧密，卵圆状或椭圆状，无梗，1-(3)腋生；苞片宽卵形，先端急缩，具小尖头，后期反折，背部密被分枝毛。花被片1-3，膜质；雄蕊2-3，花丝锥形，膜质，花药卵圆形。果实卵圆形或椭圆形，两面扁平或背部稍凸，幼时在背部被毛，后期秃净，上部边缘略具翅缘；果喙深裂成两个扁平的条状小喙，微向外弯，小喙先端外侧各具一小齿突。种子近圆形，光滑，有时具浅褐色的斑点。花果期8-10月。\n产东北、河北、河南、山西、内蒙古、陕西、甘肃、宁夏、青海、新疆和西藏。喜生于沙丘或流动沙丘之背风坡上，为我国北部沙漠地区常见的沙生植物。分布于蒙古和苏联。\n经济用途：种子含丰富淀粉，可食；植株可作牲畜饲料。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "滨藜",
            "id": "050000050300050301",
            "latin": "Atriplex patens (Litv.) Iljin ",
            "content": "一年生草本，高20-60厘米。茎直立或外倾，无粉或稍有粉，具绿色色条及条棱，通常上部分枝；枝细瘦，斜上。叶互生，或在茎基部近对生；叶片披针形至条形，长3-9厘米，宽4-10毫米，先端渐尖或微钝，基部渐狭，两面均为绿色，无粉或稍有粉，边缘具不规则的弯锯齿或微锯齿，有时几全缘。花序穗状，或有短分枝，通常紧密，于茎上部再集成穗状圆锥状；花序轴有密粉；雄花花被4-5裂，雄蕊与花被裂片同数；雌花的苞片果时菱形至卵状菱形，长约3毫米，宽约2.5毫米，先端急尖或短渐尖，下半部边缘合生，上半部边缘通常具细锯齿，表面有粉，有时靠上部具疣状小突起。种子二型，扁平，圆形，或双凸镜形，黑色或红褐色，有细点纹，直径1-2毫米。花果期8-10月。\n产黑龙江、辽宁、吉林、河北、内蒙古、陕西、甘肃北部、宁夏、青海至新疆北部。多生于含轻度盐碱的湿草地、海滨、沙土地等处。国外分布于东欧至苏联中亚部分、西伯利亚及远东。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "中亚滨藜",
            "id": "050000050300050302",
            "latin": "Atriplex centralasiatica Iljin ",
            "content": "一年生草本，高15-30厘米。茎通常自基部分枝；枝钝四棱形，黄绿色，无色条，有粉或下部近无粉。叶有短柄，枝上部的叶近无柄；叶片卵状三角形至菱状卵形，长2-3厘米，宽1-2.5厘米，边缘具疏锯齿，近基部的1对锯齿较大而呈裂片状，或仅有1对浅裂片而其余部分全缘，先端微钝，基部圆形至宽楔形，上面灰绿色，无粉或稍有粉，下面灰白色，有密粉；叶柄长2-6毫米。花集成腋生团伞花序；雄花花被5深裂，裂片宽卵形，雄蕊5，花丝扁平，基部连合，花药宽卵形至短矩圆形，长约0.4毫米；雌花的苞片近半圆形至平面钟形，边缘近基部以下合生，果时长6-8毫米，宽7-10毫米，近基部的中心部臌胀并木质化，表面具多数疣状或肉棘状附属物，缘部草质或硬化，边缘具不等大的三角形牙齿；苞柄长1-3毫米。胞果扁平，宽卵形或圆形，果皮膜质，白色，与种子贴伏。种子直立，红褐色或黄褐色，直径2-3毫米。花期7-8月，果期8-9月。\n产吉林、辽宁、内蒙古、河北、山西北部、陕西北部、宁夏、甘肃、青海、新疆至西藏。生于戈壁、荒地、海滨及盐土荒漠，有时也侵入田间。蒙古及苏联的中亚部分、西伯利亚也有分布。\n带苞的果实称“软蒺藜”，为明目、强壮、缓和药。鲜草、干草均可作猪饲料",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "西伯利亚滨藜",
            "id": "050000050300050303",
            "latin": "Atriplex sibirica L. ",
            "content": "一年生草本，高20-50厘米。茎通常自基部分枝；枝外倾或斜伸，钝四棱形，无色条，有粉。叶片卵状三角形至菱状卵形，长3-5厘米，宽1.5-3厘米，先端微钝，基部圆形或宽楔形，边缘具疏锯齿，近基部的1对齿较大而呈裂片状，或仅有1对浅裂片而其余部分全缘，上面灰绿色，无粉或稍有粉，下面灰白色，有密粉；叶柄长3-6毫米。团伞花序腋生；雄花花被5深裂，裂片宽卵形至卵形；雄蕊5，花丝扁平，基部连合，花药宽卵形至短矩圆形，长约0.4毫米；雌花的苞片连合成筒状，仅顶缘分离，果时臌胀，略呈倒卵形，长5-6毫米（包括柄），宽约4毫米，木质化，表面具多数不规则的棘状突起，顶缘薄，牙齿状，基部楔形。胞果扁平，卵形或近圆形；果皮膜质, 白色，与种子贴伏。种子直立，红褐色或黄褐色，直径2-2.5毫米。花期6-7月，果期8-9月。\n产黑龙江、吉林、辽宁、内蒙古、河北北部、陕西北部、宁夏、甘肃西北部、青海北部至新疆。生于盐碱荒漠、湖边、渠沿、河岸及固定沙丘等处。蒙古及苏联哈萨克斯坦、西伯利亚也有分布。\n牧草，羊和骆驼喜食，也可采集作猪饲料。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "绳虫实",
            "id": "050000050400050401",
            "latin": "Corispermum declinatum Steph. ex Stev. ",
            "content": "茎直立，高15-50厘米，通常高约35厘米，圆柱状，直径2.5-3毫米；分枝较多，最下部者较长，上升，余者较短，斜展。叶条形，长2-3-(6)厘米，宽2-3毫米，先端渐尖具小尖头，基部渐狭，1脉。穗状花序顶生和侧生，细长，稀疏，长5-15厘米，直径约0.5厘米，圆柱形；苞片较狭，由条状披针形过渡成狭卵形，长0.5-3厘米，宽2-3毫米，先端渐尖，基部圆楔形，1脉，具白膜质边缘，除上部苞片较果稍宽外均较果窄。花被片1，稀3，近轴花被片宽椭圆形，先端全缘或齿啮状；雄蕊1-(3)，花丝为花被片长的2培。果实无毛，倒卵状矩圆形，长3-4毫米，宽约2毫米，顶端急尖，稀近圆形，基部圆楔形，背面凸出其中央稍扁平，腹面扁平或稍凹入；果核狭倒卵形，平滑或具瘤状突起；果喙长约0.5毫米，喙尖为喙长的1/3，直立; 果翅窄或几近于无翅，全缘或具不规则的细齿。花果期6-9月。\n产辽宁、内蒙古、河北、山西、河南、陕西、甘肃、新疆。生于沙质荒地、田边、路旁和河滩中。分布于苏联和蒙古。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "烛台虫实",
            "id": "050000050400050402",
            "latin": "Corispermum candelabrum Iljin",
            "content": "植株高6-60厘米，通常高约30厘米，茎直立，圆柱形，直径2-5毫米，果时绿色或紫红色，毛稀疏；分枝多集中于茎基部，上升，有时呈灯架状弯曲。叶条形至宽条形，长达4.5厘米，宽2-5.5毫米，先端渐尖具小尖头，基部渐狭，1脉。穗状花序顶生和侧生，圆柱状或棍棒状，紧密，长1-25厘米，通常长4-6厘米，直径7-15毫米，通常8-10毫米，下部花稍疏离；苞片由条状披针形（花序下部的）至卵形和卵圆形，长5-16毫米，宽2-4毫米，先端渐尖或骤尖，(1)-3脉，具白膜质边缘，有时缘上具乳头状突起（辽西地区标本），除下部苞片外均较果宽。花被片1或3，近轴花被片矩圆形或宽倒卵圆形，长1-1.5毫米，顶端圆形具不规则细齿，远轴2, 小，三角状；雄蕊5，较花被片长。果实矩圆状倒卵形或宽椭圆形，长3-5毫米，宽2-3.5毫米，顶端圆形，基部近圆形或心脏形，背部凸起中央压扁，腹面扁平或凹入，被毛；果核椭圆形，顶端圆形，基部楔形，背部有时具瘤状突起；果喙粗短，喙尖为喙长的1/3-1/2,直立或略叉分，翅明显，为核宽的1/4-1/2，不透明，缘较薄，具不规则细齿或全缘。花果期7-9月。\n我国特产。产辽宁西部、河北北部和内蒙古。生于半固定沙丘或河边沙滩。模式标本采自北京附近。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "梭梭",
            "id": "050000050500050501",
            "latin": "Haloxylon ammodendron (C. A. Mey.) Bunge ",
            "content": "小乔木，高1-9米，树杆地径可达50厘米。树皮灰白色，木材坚而脆；老枝灰褐色或淡黄褐色，通常具环状裂隙；当年枝细长，斜升或弯垂，节间长4-12毫米，直径约1.5毫米。叶鳞片状，宽三角形，稍开展，先端钝，腋间具棉毛。花着生于二年生枝条的侧生短枝上；小苞片舟状，宽卵形，与花被近等长，边缘膜质；花被片矩圆形，先端钝，背面先端之下1/3处生翅状附属物；翅状附属物肾形至近圆形，宽5-8毫米，斜伸或平展，边缘波状或啮蚀状，基部心形至楔形；花被片在翅以上部分稍内曲并围抱果实；花盘不明显。胞果黄褐色，果皮不与种子贴生。种子黑色，直径约2.5毫米；胚盘旋成上面平下面凸的陀螺状，暗绿色。花期5-7月，果期9-10月。\n产宁夏西北部、甘肃西部、青海北部、新疆、内蒙古。生于沙丘上、盐碱土荒漠、河边沙地等处。分布于中亚和苏联西伯利亚。\n在沙漠地区常形成大面积纯林，有固定沙丘作用；木材可作燃料。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "盐爪爪",
            "id": "050000050600050601",
            "latin": "Kalidium foliatum (Pall.) Moq.",
            "content": "小灌木，高20-50厘米。茎直立或平卧，多分枝；枝灰褐色，小枝上部近于草质，黄绿色。叶片圆柱状一，伸展或稍弯，灰绿色，长4-10毫米，宽2-3毫米，顶端钝，基部下延，半抱茎。花序穗状，无柄，长8-15毫米，直径3-4毫米，每3朵花生于1鳞状苞片内；花被合生，上部扁平成盾状，盾片宽五角形，周围有狭窄的翅状边缘；雄 蕊2；种子直立，近圆形，直径约1毫米，密生乳头状小突起。花果期7-8月。\n产黑龙江、内蒙古、河北北部、甘肃北部、宁夏、青海、新疆。生于盐碱滩、盐湖边。蒙古、苏联西伯利亚及中亚地区、欧洲东南部也有。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "黄毛头",
            "id": "050000050600050602",
            "latin": "Kalidium cuspidatum (Ung.-Sternb.) Grub. var. sinicum A. J. Li ",
            "content": "小灌木，高20-40厘米。茎自基部分枝；枝近于直立，灰褐色，小枝黄绿色。叶片卵形，长1.5-3毫米，宽1-1.5毫米，顶端急尖，稍内弯，基部半抱茎，下延。花序穗状，生于枝条的上部，长5-15毫米，直径2-3毫米；花排列紧密，每1苞片内有3朵花；花被合生，上部扁平成盾状，盾片成长五角形，具狭窄的翅状边缘胞果近圆形，果皮膜质；种子近圆形，淡红褐色，直径约1毫米，有乳头状小突起。花果期7-9月。\n产河北、内蒙古、宁夏、陕西、甘肃、新疆。生于盐湖边及盐碱滩地。蒙古也有。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "碱地肤",
            "id": "050000050700050701",
            "latin": "Kochia scoparia (L.) Schrad. var. sieversiana (Pall.) Ulbr. ex Aschers et Graebn.",
            "content": "一年生草本，高50-100厘米。根略呈纺锤形。茎直立，圆柱状，淡绿色或带紫红色，有多数条棱，稍有短柔毛或下部几无毛；分枝稀疏，斜上。叶为平面叶，披针形或条状披针形，长2-5厘米，宽3-7毫米，无毛或稍有毛，先端短渐尖，基部渐狭入短柄，通常有3条明显的主脉，边缘有疏生的锈色绢状缘毛；茎上部叶较小，无柄，1脉。花两性或雌性，通常1-3个生于上部叶腋，构成疏穗状圆锥状花序，花下有时有锈色长柔毛；花被近球形，淡绿色，花被裂片近三角形，无毛或先端稍有毛；翅端附属物三角形至倒卵形，有时近扇形，膜质，脉不很明显，边缘微波状或具缺刻；花丝丝状，花药淡黄色；柱头2,丝状，紫褐色，花柱极短。胞果扁球形，果皮膜质，与种子离生。种子卵形，黑褐色，长1.5-2毫米，稍有光泽；胚环形，胚乳块状。花期6-9月，果期7-10月。\n全国各地均产。生于田边、路旁、荒地等处。分布于欧洲及亚洲。\n幼苗可做蔬菜；果实称“地肤子”，为常用中药，能清湿热、利尿，治尿痛、尿急、小便不利及荨麻疹，外用治皮肤癣及阴囊湿疹。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "盐角草",
            "id": "050000050800050801",
            "latin": "Salicornia europaea L. ",
            "content": "一年生草本，高10-35厘米。茎直立，多分枝；枝肉质，苍绿色。叶不发育，鳞片状，长约1.5毫米，顶端锐尖，基部连合成鞘状，边缘膜质。花序穗状，长1-5厘米，有短柄；花腋生，每1苞片内有3朵花，集成1簇，陷入花序轴内，中间的花较大，位于上部，两侧的花较小，位于下部；花被肉质，倒圆锥状，上部扁平成菱形；雄蕊伸出于花被之外；花药矩圆形；子房卵形；柱头2，钻状，有乳头状小突起。果皮膜质；种子矩圆状卵形，种皮近革质，有钩状刺毛，直径约1.5毫米。花果期6-8月。\n产辽宁、河北、山西、陕西、宁夏、甘肃、内蒙古、青海、新疆、山东和江苏北部。生于盐碱地、盐湖旁及海边。朝鲜、日本，苏联、印度、欧洲、非洲和北美也有。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "珍珠猪毛菜",
            "id": "050000050900050901",
            "latin": "Salsola passerina Bunge ",
            "content": "半灌木，高15-30厘米，植株密生丁字毛，自基部分枝；老枝木质，灰褐色，伸展；小枝草质，黄绿色，短枝缩短成球形。叶片锥形或三角形，长2-3毫米，宽约2毫米，顶端急尖，基部扩展，背面隆起，通常早落。花序穗状，生于枝条的上部；苞片卵形；小苞片宽卵形，顶端尖，两侧边缘为膜质；花被片长卵形，背部近肉质，边缘为膜质，果时自背面中部生翅；翅3个为肾形，膜质，黄褐色或淡紫红色，密生细脉，2个较小为倒卵形，花被果时（包括翅）直径7-8毫米; 花被片在翅以上部分，生丁字毛，向中央聚集成圆锥体，在翅以下部分，无毛；花药矩圆形，自基部分离至近顶部；花药附属物披针形，顶端急尖；柱头丝状。种子横生或直立。花期7-9月，果期8-9月。\n产甘肃、宁夏、青海及内蒙古。生于山坡，砾质滩地。蒙古也有。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "猪毛菜",
            "id": "050000050900050902",
            "latin": "Salsola collina Pall. ",
            "content": "一年生草本，高20-100厘米；茎自基部分枝，枝互生，伸展，茎、枝绿色，有白色或紫红色条纹，生短硬毛或近于无毛。叶片丝状圆柱形，伸展或微弯曲，长2-5厘米，宽0.5-1.5毫米，生短硬毛，顶端有刺状尖，基部边缘膜质，稍扩展而下延。花序穗状，生枝条上部; 苞片卵形，顶部延伸，有刺状尖，边缘膜质，背部有白色隆脊；小苞片狭披针形，顶端有刺状尖，苞片及小苞片与花序轴紧贴；花被片卵状披针形，膜质，顶端尖，果时变硬，自背面中上部生鸡冠状突起；花被片在突起以上部分，近革质，顶端为膜质，向中央折曲成平面，紧贴果实，有时在中央聚集成小圆锥体；花药长1-1.5毫米；柱头丝状，长为花柱的1.5-2倍。种子横生或斜生。花期7-9月，果期9-10月。\n产东北、华北、西北、西南及西藏、河南、山东、江苏等省区。生村边，路边及荒芜场所。朝鲜、蒙古、苏联、巴基斯坦也有。\n全草入药，有降低血压作用；嫩茎、叶可供食用。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "刺沙蓬",
            "id": "050000050900050903",
            "latin": "Salsola ruthenica Iljin",
            "content": "一年生草本，高30-100厘米；茎直立，自基部分枝，茎、枝生短硬毛或近于无毛，有白色或紫红色条纹。叶片半圆柱形或圆柱形，无毛或有短硬毛，长1.5-4厘米，宽1-1.5毫米，顶端有刺状尖，基部扩展，扩展处的边缘为膜质。花序穗状，生于枝条的上部；苞片长卵形，顶端有刺状尖，基部边缘膜质，比小苞片长；小苞片卵形，顶端有刺状尖; 花被片长卵形，膜质，无毛，背面有1条脉；花被片果时变硬，自背面中部生翅;翅3个较大，肾形或倒卵形，膜质，无色或淡紫红色，有数条粗壮而稀疏的脉，2个较狭窄，花被果时（包括翅）直径7-10毫米；花被片在翅以上部分近革质，顶端为薄膜质，向中央聚集，包覆果实；柱头丝状，长为花柱的3-4倍。种子横生，直径约2毫米。花期8-9月，果期9-10月。\n产东北、华北、西北、西藏、山东及江苏。生于河谷砂地，砾质戈壁，海边。蒙古，苏联也有。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "单翅猪毛菜",
            "id": "050000050900050904",
            "latin": "Salsola monoptera Bunge ",
            "content": "一年生草本，高10-30厘米；茎自基部分枝，密生短硬毛；枝互生，伸展，最下部的枝近于对生。叶片丝状半圆柱形，长1-1.5厘米，宽0.5-1毫米，黄绿色，有短硬毛，顶端有刺状尖，基部稍扩展。花序穗状，有时花遍布于植株; 苞片披针形，长于小苞片；花被片长卵形，膜质，无毛，顶端尖，果时变硬、革质，仅1个花被片的背面生翅，其余的背面生齿状突起；花被片在翅以上部分，顶端尖，向中央聚集，形成平面；雄蕊长于花被，花药长约0.3毫米，附属物极小；柱头丝状，长为花柱的4-6倍；花柱极短。种子横生，直径约1毫米。花期7-8月，果期8-9月。\n产青海、西藏。生河滩、山麓砂砾地。苏联西伯利亚地区、蒙古也有。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "松叶猪毛菜",
            "id": "050000050900050905",
            "latin": "Salsola laricifolia Turcz. ex Litv.",
            "content": "小灌木，高40-90厘米，多分枝；老枝黑褐色或棕褐色，有浅裂纹，小枝乳白色，4无毛有时有小突起。叶互生，老枝上的叶簇生于短枝的顶端，叶片半圆柱状，长1-2厘米，宽1-2毫米，肥厚，黄绿色，顶端钝或尖，基部扩展而稍隆起，不下延，扩展，处的上部溢缩成柄状，叶片自缢缩处脱落，基部残留于枝上。花序穗状；苞片叶状，基部下延; 小苞片宽卵形，背面肉质，绿色，顶端草质，急尖，两侧边缘为膜质；花被片长卵形，顶端钝，背部稍坚硬，无毛，淡绿色，边缘为膜质，果时自背面中下部生翅；翅3个较大，肾形，膜质，有多数细而密集的紫褐色脉，2个较小，近圆形或倒卵形，花被果时（包括翅）直径8-11毫米；花被片在翅以上部分，向中央聚集成圆锥体；花药附属物顶端急尖；柱头扁平，钻状，长约为花柱的2倍。种子横生。花期6-8月，果期8-9月。\n产新疆北部、内蒙古、甘肃北部及宁夏。生于山坡，砂丘，砾质荒漠。蒙古、苏联中亚地区也有。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "碱蓬",
            "id": "050000051000051001",
            "latin": "Suaeda glauca (Bunge) Bunge",
            "content": "一年生草本，高可达1米。茎直立，粗壮，圆柱状，浅绿色，有条棱，上部多分枝；枝细长，上升或斜伸。叶丝状条形，半圆柱状，通常长1.5-5厘米，宽约1.5毫米，灰绿色，光滑无毛，稍向上弯曲，先端微尖，基部稍收缩。花两性兼有雌性，单生或2-5朵团集，大多着生于叶的近基部处；两性花花被杯状，长1-1.5毫米，黄绿色；雌花花被近球形，直径约0.7毫米，较肥厚，灰绿色；花被裂片卵状三角形，先端钝，果时增厚，使花被略呈五角星状，千后变黑色；雄蕊5，花药宽卵形至矩圆形，长约0.9毫米；柱头2，黑褐色，稍外弯。胞果包在花被内，果皮膜质。种子横生或斜生，双凸镜形，黑色，直径约2毫米，周边钝或锐，表面具清晰的颗粒状点纹，稍有光泽；胚乳很少。花果期7-9月。\n产黑龙江、内蒙古、河北、山东、江苏、浙江、河南、山西、陕西、宁夏、甘肃、青海、新疆南部。生于海滨、荒地、渠岸、田边等含盐碱的土壤上。分布于蒙古、苏联西伯利亚及远东、朝鲜、日本。\n种子含油25％左右，可榨油供工业用。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "平卧碱蓬",
            "id": "050000051000051002",
            "latin": "Suaeda prostrata Pall. ",
            "content": "一年生草本，高20-50厘米，无毛。茎平卧或斜升，基部有分枝并稍木质化，具微条棱，上部的分枝近平展并几等长。叶条形，半圆柱状，灰绿色，长5-15毫米，宽1-1.5毫米，先端急尖或微钝，基部稍收缩并稍压扁；侧枝上的叶较短，等长或稍长于花被。团伞花序2至数花，腋生；花两性，花被绿色，稍肉质，5深裂，果时花被裂片增厚呈兜状，基部向外延伸出不规则的翅状或舌状突起；花药宽矩圆形或近圆形，长约0.2毫米，花丝稍外伸；柱头2，黑褐色，花柱不明显。胞果顶基扁；果皮膜质，淡黄褐色。种子双凸镜形或扁卵形，直径1.2-1.5毫米，黑色，表面具清晰的蜂窝状点纹，稍有光泽。花果期7-10月。\n产内蒙古、河北、江苏北部、山西、陕西北部、宁夏、甘肃西部、新疆北部。生于重盐碱地。分布于苏联西伯利亚、中亚、东欧。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "角果碱蓬",
            "id": "050000051000051003",
            "latin": "Suaeda corniculata (C. A. Mey.) Bunge",
            "content": "一年生草本，高15-60厘米，无毛。茎平卧、外倾、或直立，圆柱形，微弯曲，淡绿色，具微条棱；分枝细瘦，斜升并稍弯曲。叶条形，半圆柱状，长1-2厘米，宽0.5-1毫米，劲直或茎下部的稍弯曲，先端微钝或急尖，基部稍缢缩，无柄。团伞花序通常含3-6花，于分枝上排列成穗状花序；花两性兼有雌性；花被顶基略扁，5深裂，裂片大小不等，先端钝，果时背面向外延伸增厚呈不等大的角状突出；花药细小，近圆形，长0.15-0.2毫米，黄白色，花丝短，稍外伸；柱头2，花柱不明显。胞果扁，圆形，果皮与种子易脱离。种子横生或斜生，双凸镜形，直径1-1.5毫米，种皮壳质，黑色，有光泽，表面具清晰的蜂窝状点纹，周边微钝。花果期8-9月。\n产黑龙江、吉林、辽宁、内蒙古、河北、宁夏、甘肃西部、青海北部、新疆。生于盐碱土荒漠、湖边、河滩等处。分布于中亚及苏联西伯利亚。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "盐地碱蓬",
            "id": "050000051000051004",
            "latin": "Suaeda salsa (L.) Pall. ",
            "content": "一年生草本，高20-80厘米，绿色或紫红色。茎直立，圆柱状，黄褐色，有微条棱，无毛；分枝多集中于茎的上部，细瘦，开散或斜升。叶条形，半圆柱状，通常长1-2.5厘米，宽1-2毫米，先端尖或微钝，无柄，枝上部的叶较短。团伞花序通常含3-5花，腋生，在分枝上排列成有间断的穗状花序；小苞片卵形，几全缘；花两性，有时兼有雌性；花被半球形，底面平；裂片卵形，稍肉质，具膜质边缘，先端钝，果时背面稍增厚，有时并在基部延伸出三角形或狭翅状突出物；花药卵形或矩圆形，长0.3-0.4毫米；柱头2，有乳头，通常带黑褐色，花柱不明显。胞果包于花被内；果皮膜质，果实成熟后常常破裂而露出种子。种子横生，双凸镜形或歪卵形，直径0.8-1.5毫米，黑色，有光泽，周边钝，表面具不清晰的网点纹。花果期7-10月。\n产东北、内蒙古、河北、山西、陕西北部、宁夏、甘肃北部及西部、青海、新疆及山 东、江苏、浙江的沿海地区，生于盐碱土，在海滩及湖边常形成单种群落。分布于欧洲及亚洲。\n幼苗可做菜，北方沿海群众春夏多采食；种子也可食用。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "合头草",
            "id": "050000051100051101",
            "latin": "Sympegma regelii Bunge",
            "content": "直立，高可达1.5米。根粗壮，黑褐色。老枝多分枝，黄白色至灰褐色，通常具条状裂隙；当年生枝灰绿色，稍有乳头状突起，具多数单节间的腋生小枝；小枝长3-8毫米，基部具关节，易断落。叶长4-10毫米，宽约1毫米，直或稍弧曲，向上斜伸，先端急尖，基部收缩。花两性，通常1-3个簇生于具单节间小枝的顶端，花簇下具1（较少2)对基部合生的苞状叶，状如头状花序；花被片直立，草质，具膜质狭边，先端稍钝，脉显著浮凸；翅宽卵形至近圆形，不等大，淡黄色，具纵脉纹；雄蕊5,花药伸出花被外；柱头有颗粒状突起。胞果两侧稍扁，圆形，果皮淡黄色。种子直立，直径1-1.2毫米；胚平面螺旋状，黄绿色。花果期7-10月。\n产新疆、青海北部、甘肃西北部、宁夏。生于轻盐碱化的荒漠、干山坡、冲积扇、沟沿等处。苏联哈萨克斯坦、蒙古也有分布。\n荒漠、半荒漠地区的优良牧草。羊和骆驼喜食其当年生枝叶，易增膘。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "反枝苋",
            "id": "060000060100060101",
            "latin": "Amaranthus retroflexus",
            "content": "一年生草本，高20-80厘米，有时达1米多；茎直立，粗壮，单一或分枝，淡绿色，有时具带紫色条纹，稍具钝棱，密生短柔毛。叶片菱状卵形或椭圆状卵形，长5-12厘米，宽2-5厘米，顶端锐尖或尖凹，有小凸尖，基部楔形，全缘或波状缘，两面及边缘有柔毛，下面毛较密；叶柄长1.5-5.5厘米，淡绿色，有时淡紫色，有柔毛。圆锥花序顶生及腋生，直立，直径2-4厘米，由多数穗状花序形成，顶生花穗较侧生者长；苞片及小苞片钻形，长4-6毫米，白色，背面有1龙骨状突起，伸出顶端成白色尖芒；花被片矩圆形或矩圆状倒卵形，长2-2.5毫米，薄膜质，白色，有1淡绿色细中脉，顶端急尖或尖凹，具凸尖；雄蕊比花被片稍长；柱头3，有时2。胞果扁卵形，长约1.5毫米，环状横裂，薄膜质，淡绿色，包裹在宿存花被片内。种子近球形，直径1毫米，棕色或黑色，边缘钝。花期7-8月，果期8-9月。\n产黑龙江、吉林、辽宁、内蒙古、河北、山东、山西、河南、陕西、甘肃、宁夏、新疆。生在田园内、农地旁、人家附近的草地上，有时生在瓦房上。原产美洲热带，现广泛传播并归化于世界各地。\n嫩茎叶为野菜，也可做家畜饲料；种子作青箱子入药；全草药用，治腹泻、痢疾、痔疮肿痛出血等症。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "马齿苋",
            "id": "070000070100070101",
            "latin": "Portulaca oleracea L. ",
            "content": "一年生草本，全株无毛。茎平卧或斜倚，伏地铺散，多分枝，圆柱形，长10-15厘米淡绿色或带暗红色。叶互生，有时近对生，叶片扁平，肥厚，倒卵形，似马齿状，长1-3厘米，宽0.6-1.5厘米，顶端圆钝或平截，有时微凹，基部楔形，全缘，上面暗绿色，下面淡绿色或带暗红色，中脉微隆起；叶柄粗短。花无梗，直径4-5毫米，常3-5朵簇生枝端，午时盛开；苞片2-6，叶状，膜质，近轮生；萼片2，对生，绿色，盔形，左右压扁，长约4毫米，顶端急尖，背部具龙骨状凸起，基部合生；花瓣5，稀4，黄色，倒卵形，长3-5毫米，顶端微凹，基部合生；雄蕊通常8，或更多，长约12毫米，花药黄色；子房无毛，花柱比雄蕊稍长，柱头4-6裂，线形。蒴果卵球形，长约5毫米，盖裂；种子细小，多数，偏斜球形，黑褐色，有光泽，直径不及1毫米，具小疣状凸起。花期5-8月，果期6-9月。\n我国南北各地均产。性喜肥沃土壤，耐旱亦耐涝，生活力强，生于菜园、农田、路旁，为田间常见杂草。广布全世界温带和热带地区。\n全草供药用，有清热利湿、解毒消肿、消炎、止渴、利尿作用；种子明目；还可作兽药和农药；嫩茎叶可作蔬菜，味酸，也是很好的饲料。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "叉歧繁缕",
            "id": "080000080100080101",
            "latin": "Stellaria dichotoma L.",
            "content": "多年生草本，高15-30 (-60) 厘米，全株呈扁球形，被腺毛。主根粗壮，圆柱形。茎丛生，圆柱形，多次二歧分枝，被腺毛或短柔毛。叶片卵形或卵状披针形，长0.5-2厘米，宽3-10毫米，顶端急尖或渐尖，基部圆形或近心形，微抱茎，全缘，两面被腺毛或柔毛，稀无毛。聚伞花序顶生，具多数花；花梗细，长1-2厘米，被柔毛；萼片5，披针形，长4-5毫米，顶端渐尖，边缘膜质，外面多少被腺毛或短柔毛，稀近无毛，中脉明显；花瓣5，白色，轮廓倒披针形，长4毫米，2深裂至1/3处或中部，裂片近线形；雄蕊10，长仅花瓣的1/3-1/2；子房卵形或宽椭圆状倒卵形；花柱3，线形。蒴果宽卵形，长约3毫米，比宿存萼短，6齿裂，含1-5种子；种子卵圆形，褐黑色，微扁，脊具少数疣状凸起。花期5-6月，果期7-8月。\n产黑龙江、辽宁、内蒙古（根河）、河北、甘肃、青海、新疆。生于海拔250-800米或以上向阳石质山坡、石缝间或固定沙丘。俄罗斯（西伯利亚、远东地区）、蒙古也有。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "灌木铁线莲",
            "id": "090000090100090101",
            "latin": "Clematis fruticosa Turcz.",
            "content": "直立小灌木，高达1米多。枝有棱，紫褐色，有短柔毛，后变无毛。单叶对生或数叶簇生，叶柄长0.3-1厘米或几无柄，叶片绿色，薄革质，狭三角形或狭披针形、披针形，长1.5-4(-6)厘米，宽0.5-1.5(-3)厘米，顶端锐尖，边缘疏生锯齿状牙齿，有时1-2个，下半部常成羽状深裂以至全裂，裂片有小牙齿或小裂片，或为全缘，两面近无毛或疏生短柔毛。花单生，或聚伞花序有3花，腋生或顶生; 萼片4，斜上展呈钟状，黄色，长椭圆状卵形至椭圆形，长1-2.5厘米，宽3.5-10毫米，顶端尖，外面边缘密生绒毛，中间近无毛或稍有短柔毛; 雄蕊无毛，花丝披针形，比花药长。瘦果扁，卵形至卵圆形，长约5毫米，密生长柔毛，宿存花柱长达3厘米，有黄色长柔毛。花期7月至8月，果期10月。\n分布于甘肃南部和东部、陕西北部、山西、河北北部及内蒙古。生山坡灌丛中或路旁。模式标本采自内蒙古。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "展枝唐松草",
            "id": "090000090200090201",
            "latin": "Thalictrum squarrosum Steph. ex Willd.",
            "content": "植株全部无毛。根状茎细长，自节生出长须根。茎高60-600厘米，有细纵槽，通常自中部近二歧状分枝。基生叶在开花时枯萎。茎下部及中部叶有短柄，为二至三回羽状复叶；叶片长8-18厘米；小叶坚纸质或薄革质，顶生小叶楔状倒卵形、宽倒卵形、长圆形或圆卵形，长0.8-2（-3.5）厘米，宽0.6-1.5（-2.6）厘米，顶端急尖，基部楔形至圆形，通常三浅裂，裂片全缘或有2-3个小齿，表面脉常稍下陷，背面有白粉，脉平或稍隆起，脉网稍明显；叶柄长1-4厘米。花序圆锥状，近二歧状分枝；花梗细，长1.5-3厘米，在结果时稍增长；萼片4，淡黄绿色，狭卵形，长约3毫米，宽约0.8毫米，脱落；雄蕊5-14，长3-5毫米，花药长圆形，长约2.2毫米，有短尖头，花丝丝形；心皮1-3（-5），无柄，柱头箭头状。瘦果狭倒卵球形或近纺锤形，稍斜，长4-5.2毫米，有8条粗纵肋，柱头长约1.6毫米。7-8月开花。\n在我国分布于陕西北部、山西、河北北部、内蒙古、辽宁、吉林、黑龙江。生海拔200-1900米间平原草地、田边或干燥草坡。在蒙古，苏联西伯利亚东部和远东地区也有分布。\n本种的叶含鞣质，可提制栲胶。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "宽叶独行菜",
            "id": "100000100100100101",
            "latin": "Lepidium latifolium L.",
            "content": "多年生草本，高30-150厘米；茎直立，上部多分枝，基部稍木质化，无毛或疏生单毛。基生叶及茎下部叶革质，长圆披针形或卵形，长3-6厘米，宽3-5厘米，顶端急尖或圆钝，基部楔形，全缘或有牙齿，两面有柔毛；叶柄长1-3厘米，茎上部叶披针形或长圆状椭圆形，长2-5厘米，宽5-15毫米，无柄。总状花序圆锥状；萼片脱落，卵状长圆形或近圆形，长约1毫米，顶端圆形；花瓣白色，倒卵形，长约2毫米，顶端圆形，爪明显或不明显；雄蕊6。短角果宽卵形或近圆形，长1.5-3毫米，顶端全缘，基部圆钝，无翅，有柔毛，花柱极短；果梗长2-3毫米。种子宽椭圆形，长约1毫米，压扁，浅棕色，无翅。花期5-7月，果期7-9月。\n产内蒙古、西藏。生在村旁、田边、山坡及盐化草甸，海拔1800-4250米。欧洲南部、非洲北部、亚洲西部及中部，东达远东皆有分布。模式标本采自欧洲。\n全草入药，有清热燥湿作用，治菌痢、肠炎。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "独行菜",
            "id": "100000100100100102",
            "latin": "Lepidium apetalum ",
            "content": "一年或二年生草本，高5-30厘米；茎直立，有分枝，无毛或具微小头状毛。基生叶窄匙形，一回羽状浅裂或深裂，长3-5厘米，宽1-1.5厘米；叶柄长1-2厘米；茎上部叶线形，有疏齿或全缘。总状花序在果期可延长至5厘米；萼片早落，卵形，长约0.8毫米，外面有柔毛；花瓣不存或退化成丝状，比萼片短；雄蕊2或4。短角果近圆形或宽椭圆形，扁平，长2-3毫米，宽约2毫米，顶端微缺，上部有短翅，隔膜宽不到1毫米；果梗弧形，长约3毫米。种子椭圆形，长约1毫米，平滑，棕红色。花果期5-7月。\n产东北、华北、江苏、浙江、安徽、西北、西南。生在海拔400-2000米山坡、山沟、路旁及村庄附近。为常见的田间杂草。苏联欧洲部分，亚洲东部及中部、喜马拉雅地区均有分布。模式标本采自欧洲。\n嫩叶作野菜食用；全草及种子供药用，有利尿、止咳、化痰功效；种子作葶苈子用，亦可榨油。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "小花花旗杆",
            "id": "100000100200100201",
            "latin": "Dontostemon micranthus C. A. Mey. ",
            "content": "一、二年生草本，植株高15-45厘米，被直立糙毛及柔毛。茎单一或分枝，少数具莲座状基生叶；茎生叶较密集着生，线形，长1.5-4厘米，宽2-5毫米，全缘，两面略具毛，边缘具糙毛。总状花序顶生，结果时长12-25厘米，花小；萼片线状披针形，长约2.5毫米，宽约0.8毫米，具白色膜质边缘，背面稍具糙毛；花瓣淡紫色或白色，线状长椭圆形，长3.5-5毫米，为萼片长度的1.5倍，宽约1毫米，顶端钝，基部渐狭成短爪。长角果径直或弯曲，近圆柱形，长2-3.5厘米，光滑无毛；花柱极短，柱头稍增大，果梗斜上开展。种子褐色，椭圆形，细小，无膜质边缘；子叶背倚（稀为斜缘倚）胚根。花果期6-8月。\n产黑龙江、吉林、辽宁、内蒙古、河北、山西、青海。生于山坡草地、河滩、固定砂丘及山沟，海拔900-3300米。蒙古、苏联也有分布。模式标本采自阿尔泰山区。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "宽翅沙芥",
            "id": "100000100300100301",
            "latin": "Pugionium dolabratum Maxim. var. latipterum S. L. Yang ",
            "content": "一年生草本，高60-100厘米，全株无毛；茎直立，多数緾结成球形，直径50-100厘米。茎下部叶二回羽状全裂至深裂，长7-12厘米，裂片线形或线状披针形，长5-15毫米，顶端急尖；茎中部叶一回羽状全裂，长5-12厘米，裂片5-7，窄线形，长1-4厘米，宽1-3毫米，边缘稍内卷，下部叶及中部叶在花期枯萎；茎上部叶丝状线形，长3-5厘米，宽约1毫米，全缘，稍内卷，无叶柄。总状花序顶生，有时成圆锥花序；花梗长3-5毫米；萼片长圆形或倒披针形，长5-6毫米；花瓣浅紫色，线形或线状披针形，长12-15毫米，上部内弯。短角果近扁椭圆形，连翅长3-5厘米，宽4-8毫米，两侧的翅长1-2厘米，宽6-10毫米，两侧翅大小不等，顶端有几个不整齐圆齿或尖齿，心室两面有齿状突起，并有数个长短不等的刺。花果期6-8月。\n产内蒙古、陕西、甘肃（高台、张掖）、宁夏。生在荒漠及半荒漠的沙地。蒙古也有。模式标本采自内蒙古。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "垂果大蒜芥",
            "id": "100000100400100401",
            "latin": "Sisymbrium heteromallum C. A. Mey. var. heteromallum",
            "content": "一年或二年生草本，高30-90厘米。茎直立，不分枝或分枝，具疏毛。基生叶为羽状深裂或全裂，叶片长5-15厘米，顶端裂片大，长圆状三角形或长圆状披针形，渐尖，基部常与侧裂片汇合，全缘或具齿，侧裂片2-6对，长圆状椭圆形或卵圆状披针形，下面中脉有微毛，叶柄长2-5厘米；上部的叶无柄，叶片羽状浅裂，裂片披针形或宽条形，总状花序密集成伞房状，果期伸长；花梗长3-10毫米；萼片淡黄色，长圆形，长2-3毫米，内轮的基部略成囊状；花瓣黄色，长圆形，长3-4毫米，顶端钝圆，具爪。长角果线形，纤细，长4-8厘米，宽约1毫米，常下垂；果瓣略隆起；果梗长1-1.5厘米。种子长圆形，长约1毫米，黄棕色。花期4-5月。\n产山西、陕西、甘肃、青海、新疆、四川、云南。生于林下、阴坡、河边，海拔9 00-3500米。蒙古、苏联西伯利亚、印度北部、欧洲北部均有分布。模式标本采自阿尔泰（苏联部分）。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蒙古扁桃",
            "id": "110000110100110101",
            "latin": "Amygdalus mongolica (Maxim.) Ricker",
            "content": "灌木，高1-2米；枝条开展，多分枝，小枝顶端转变成枝刺；嫩枝红褐色，被短柔毛，老时灰褐色。短枝上叶多簇生，长枝上叶常互生；叶片宽椭圆形、近圆形或倒卵形，长8-15毫米，宽6-10毫米，先端圆钝，有时具小尖头，基部楔形，两面无毛，叶边有浅钝锯齿，侧脉约4对，下面中脉明显突起；叶柄长2-5毫米，无毛。花单生稀数朵簇生于短枝上；花梗极短；萼筒钟形，长3-4毫米，无毛；萼片长圆形，与萼筒近等长，顶端有小尖头，无毛；花瓣倒卵形，长5-7毫米，粉红色；雄蕊多数，长短不一致；子房被短柔毛；花柱细长，几与雄蕊等长，具短柔毛。果实宽卵球形，长12-15毫米，宽约10毫米，顶端具急尖头，外面密被柔毛；果梗短；果肉薄，成熟时开裂，离核；核卵形，长8-13毫米，顶端具小尖头，基部两侧不对称，腹缝压扁，背缝不压扁，表面光滑，具浅沟纹，无孔穴；种仁扁宽卵形，浅棕褐色。花期5月，果期8月。\n产内蒙古、甘肃、宁夏。生于荒漠区和荒漠草原区的低山丘陵坡麓、石质坡地及干河床，海拔1000-2400米。蒙古也有分布。\n此种为旱生灌木，种仁榨油可供药用。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "杏",
            "id": "110000110200110201",
            "latin": "Armeniaca vulgaris Lam.",
            "content": "乔木，高5-8(12)米；树冠圆形、扁圆形或长圆形；树皮灰褐色，纵裂；多年生枝浅褐色，皮孔大而横生，一年生枝浅红褐色，有光泽，无毛，具多数小皮孔。叶片宽卵形或圆卵形，长5-9厘米，宽4-8厘米，先端急尖至短渐尖，基部圆形至近心形，叶边有圆钝锯齿，两面无毛或下面脉腋间具柔毛；叶柄长2-3.5厘米，无毛，基部常具1-6腺体。花单生，直径2-3厘米，先于叶开放；花梗短，长1-3毫米，被短柔毛；花萼紫绿色；萼筒圆筒形，外面基部被短柔毛；萼片卵形至卵状长圆形，先端急尖或圆钝，花后反折；花瓣圆形至倒卵形，白色或带红色，具短爪；雄蕊约20-45，稍短于花瓣；子房被短柔毛，花柱稍长或几与雄蕊等长，下部具柔毛。果实球形，稀倒卵形，直径约2.5厘米以上，白色、黄色至黄红色，常具红晕，微被短柔毛；果肉多汁，成熟时不开裂；核卵形或椭圆形，两侧扁平，顶端圆钝，基部对称，稀不对称，表面稍粗糙或平滑，腹稜较圆，常稍钝，背稜较直，腹面具龙骨状稜；种仁味苦或甜。花期3-4月，果期6-7月。2n=16。\n产全国各地，多数为栽培，尤以华北、西北和华东地区种植较多，少数地区逸为野生，在新疆伊犁一带野生成纯林或与新疆野苹果林混生，海拔可达3000米。世界各地也均有栽培。\n种仁（杏仁）入药，有止咳祛痰、定喘润肠之效。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "李",
            "id": "110000110300110301",
            "latin": "Prunus salicina Lindl.",
            "content": "落叶乔木，高9-12米；树冠广圆形，树皮灰褐色，起伏不平；老枝紫褐色或红褐色，无毛；小枝黄红色，无毛；冬芽卵圆形，红紫色，有数枚覆瓦状排列鳞片，通常无毛，稀鳞片边缘有极稀疏毛。叶片长圆倒卵形、长椭圆形，稀长圆卵形，长6-8（-12）厘米，宽3-5厘米，先端渐尖、急尖或短尾尖，基部楔形，边缘有圆钝重锯齿，常混有单锯齿，幼时齿尖带腺，上面深绿色，有光泽，侧脉6-10对，不达到叶片边缘，与主脉成45°角，两面均无毛，有时下面沿主脉有稀疏柔毛或脉腋有髯毛；托叶膜质，线形，先端渐尖，边缘有腺，早落；叶柄长1-2厘米，通常无毛，顶端有2个腺体或无，有时在叶片基部边缘有腺体。花通常3朵并生；花梗1-2厘米，通常无毛；花直径1.5-2.2厘米；萼筒钟状；萼片长圆卵形，长约5毫米，先端急尖或圆钝，边有疏齿，与萼筒近等长，萼筒和萼片外面均无毛，内面在萼筒基部被疏柔毛；花瓣白色，长圆倒卵形，先端啮蚀状，基部楔形，有明显带紫色脉纹，具短爪，着生在萼筒边缘，比萼筒长2-3倍；雄蕊多数，花丝长短不等，排成不规则2轮，比花瓣短；雌蕊1，柱头盘状，花柱比雄蕊稍长。核果球形、卵球形或近圆锥形，直径3.5-5厘米，栽培品种可达7厘米，黄色或红色，有时为绿色或紫色，梗凹陷人，顶端微尖，基部有纵沟，外被蜡粉；核卵圆形或长圆形，有皱纹。花期4月，果期7-8月。2n=16。\n产陕西、甘肃、四川、云南、贵州、湖南、湖北、江苏、浙江、江西、福建、广东、广西和台湾。生于山坡灌丛中、山谷疏林中或水边、沟底、路旁等处。海拔400-2600米。我国各省及世界各地均有栽培，为重要温带果树之一。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "杜梨",
            "id": "110000110400110401",
            "latin": "Pyrus betulifolia Bunge",
            "content": "乔木，高达10米，树冠开展，枝常具刺；小枝嫩时密被灰白色绒毛，二年生枝条具稀疏绒毛或近于无毛，紫褐色；冬芽卵形，先端渐尖，外被灰白色绒毛。叶片菱状卵形至长圆卵形，长4-8厘米，宽2.5-3.5厘米，先端渐尖，基部宽楔形，稀近圆形，边缘有粗锐锯齿，幼叶上下两面均密被灰白色绒毛，成长后脱落，老叶上面无毛而有光泽，下面微被绒毛或近于无毛；叶柄长2-3厘米，被灰白色绒毛；托叶膜质，线状披针形，长约2毫米，两面均被绒毛，早落。伞形总状花序，有花10-15朵，总花梗和花梗均被灰白色绒毛，花梗长2-2.5厘米；苞片膜质，线形，长5-8毫米，两面均微被绒毛，早落；花直径1.5-2厘米；萼筒外密被灰白色绒毛；萼片三角卵形，长约3毫米，先端急尖，全缘，内外两面均密被绒毛，花瓣宽卵形，长5-8毫米，宽3-4毫米，先端圆钝，基部具有短爪。白色；雄蕊20，花药紫色，长约花瓣之半；花柱2-3，基部微具毛。果实近球形，直径5-10毫米，2-3室，褐色，有淡色斑点，萼片脱落，基部具带绒毛果梗。花期4月，果期8-9月。\n产辽宁、河北、河南、山东、山西、陕西、甘肃、湖北、江苏、安徽、江西。生平原或山坡阳处，海拔50-1800米。\n本种抗干旱，耐寒凉，通常作各种栽培梨的砧木，结果期早，寿命很长。木材致密可作各种器物。树皮含鞣质，可提制栲胶并入药。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "沙冬青",
            "id": "120000120100120101",
            "latin": "Ammopiptanthus mongolicus (Maxim. ex Kom.) Cheng f.",
            "content": "常绿灌木，高1.5-2米，粗壮；树皮黄绿色，木材褐色。茎多叉状分枝，圆柱形，具沟棱，幼被灰白色短柔毛，后渐稀疏。3小叶，偶为单叶；叶柄长5-15毫米，密被灰白色短柔毛；托叶小，三角形或三角状披针形，贴生叶柄，被银白色绒毛；小叶菱状椭圆形或阔披针形，长2-3.5厘米，宽6-20毫米，两面密被银白色绒毛，全缘，侧脉几不明显，总状花序顶生枝端，花互生，8-12朵密集；苞片卵形，长5-6毫米，密被短柔毛，脱落；花梗长约1厘米，近无毛，中部有2枚小苞片；萼钟形，薄革质，长5-7毫米，萼齿5，阔三角形，上方2齿合生为一较大的齿；花冠黄色，花瓣均具长瓣柄，旗瓣倒卵形，长约2厘米，翼瓣比龙骨瓣短，长圆形，长1.7厘米，其中瓣柄长5毫米，龙骨瓣分离，基部有长2毫米的耳；子房具柄，线形，无毛。荚果扁平，线形，长5-8厘米，宽15-20毫米，无毛，先端锐尖，基部具果颈，果颈长8-10毫米；有种子2-5粒。种子圆肾形，径约6毫米。花期4-5月，果期5-6月。\n产内蒙古、宁夏、甘肃。生于沙丘、河滩边台地，为良好的固沙植物。蒙古南部也有分布。模式标本采自内蒙古阿拉善。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "紫穗槐",
            "id": "120000120200120201",
            "latin": "Amorpha fruticosa L..",
            "content": "落叶灌木，丛生，高1-4米。小枝灰褐色，被疏毛，后变无毛，嫩枝密被短柔毛。叶互生，奇数羽状复叶，长10-15厘米，有小叶11-25片，基部有线形托叶；叶柄长1-2厘米；小叶卵形或椭圆形，长1-4厘米，宽0.6-2.0厘米，先端圆形，锐尖或微凹，有一短而弯曲的尖刺，基部宽楔形或圆形，上面无毛或被疏毛，下面有白色短柔毛，具黑色腺点。穗状花序常1至数个顶生和枝端腋生，长7-15厘米，密被短柔毛；花有短梗；苞片长3-4毫米；花萼长2-3毫米，被疏毛或几无毛，萼齿三角形，较萼筒短；旗瓣心形，紫色，无翼瓣和龙骨瓣；雄蕊10，下部合生成鞘，上部分裂，包于旗瓣之中，伸出花冠外。荚果下垂，长6-10毫米，宽2-3毫米，微弯曲，顶端具小尖，棕褐色，表面有凸起的疣状腺点。花、果期5-10月。\n本种原产美国东北部和东南部，系多年生优良绿肥，蜜源植物，耐瘠，耐水湿和轻度盐碱土，又能固氮。现我国东北、华北、西北及山东、安徽、江苏、河南、湖北、广西、四川等省区均有栽培。\n枝叶作绿肥、家畜饲料；茎皮可提取栲胶，枝条编制篓筐；果实含芳香油，种子含油率10%，可作油漆、甘油和润滑油之原料。栽植于河岸、河堤、沙地、山坡及铁路沿线，有护堤防沙、防风固沙的作用。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "斜茎黄耆",
            "id": "120000120300120301",
            "latin": "Astragalus adsurgens Pall. ",
            "content": "多年生草本，高20-100厘米。根较粗壮，暗褐色，有时有长主根。茎多数或数个丛生，直立或斜上，有毛或近无毛。羽状复叶有9-25片小叶，叶柄较叶轴短；托叶三角形，渐尖，基部稍合生或有时分离，长3-7毫米；小叶长圆形、近椭圆形或狭长圆形，长10-25（35）毫米，宽2-8毫米，基部圆形或近圆形，有时稍尖，上面疏被伏贴毛，下面较密。总状花序长圆柱状、穗状、稀近头状，生多数花，排列密集，有时较稀疏；总花梗生于茎的上部，较叶长或与其等长；花梗极短；苞片狭披针形至三角形，先端尖；花萼管状钟形，长5-6毫米，被黑褐色或白色毛，或有时被黑白混生毛，萼齿狭披针形，长为萼筒的1/3；花冠近蓝色或红紫色，旗瓣长11-15毫米，倒卵圆形，先端微凹，基部渐狭，翼瓣较旗瓣短，瓣片长圆形，与瓣柄等长，龙骨瓣长7-10毫米，瓣片较瓣柄稍短；子房被密毛，有极短的柄。荚果长圆形，长7-18毫米，两侧稍扁，背缝凹入成沟槽，顶端具下弯的短喙，被黑色、褐色或和白色混生毛，假2室。花期6-8月，果期8-10月。\n产东北、华北、西北、西南地区。生于向阳山坡灌丛及林缘地带。原苏联、蒙古、日本、朝鲜和北美温带地区都有分布。\n种子入药，为强壮剂，治神经衰弱，又为优良牧草和保土植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "糙叶黄耆",
            "id": "120000120300120302",
            "latin": "Astragalus scaberrimus Bunge ",
            "content": "多年生草本，密被白色伏贴毛。根状茎短缩，多分枝，木质化；地上茎不明显或极短，有时伸长而匍匐。羽状复叶有7-15片小叶，长5-17厘米；叶柄与叶轴等长或稍长；托叶下部与叶柄贴生，长4-7毫米，上部呈三角形至披针形；小叶椭圆形或近圆形，有时披针形，长7-20毫米，宽3-8毫米，先端锐尖、渐尖，有时稍钝，基部宽楔形或近圆形，两面密被伏贴毛。总状花序生3-5花，排列紧密或稍稀疏；总花梗极短或长达数厘米，腋生；花梗极短；苞片披针形，较花梗长；花萼管状，长7-9毫米，被细伏贴毛，萼齿线状披针形，与萼筒等长或稍短；花冠淡黄色或白色，旗瓣倒卵状椭圆形，先端微凹，中部稍缢缩，下部稍狭成不明显的瓣柄，翼瓣较旗瓣短，瓣片长圆形，先端微凹，较瓣柄长，龙骨瓣较翼瓣短，瓣片半长圆形，与瓣柄等长或稍短；子房有短毛。荚果披针状长圆形，微弯，长8-13毫米，宽2-4毫米，具短喙，背缝线凹入，革质，密被白色伏贴毛，假2室。花期4-8月，果期5-9月。\n产东北、华北、西北各省区。生于山坡石砾质草地、草原、沙丘及沿河流两岸的砂地。西伯利亚、蒙古也有分布。模式标本采自中国北部。\n本种分布广，形态变化大，花色由黄色至白色；茎极短缩至长达10厘米；总花梗极短或长达数厘米。\n牛羊喜食，可作牧草及保持水土植物。据 Llodia 33: 1. 1970. 介绍，可作抗癌药物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "柠条锦鸡儿",
            "id": "120000120400120401",
            "latin": "Caragana korshinskii Kom. ",
            "content": "灌木，有时小乔状，高1-4米；老枝金黄色，有光泽；嫩枝被白色柔毛。羽状复叶有6-8对小叶；托叶在长枝者硬化成针刺，长3-7毫米，宿存；叶轴长3-5厘米，脱落；小叶披针形或狭长圆形，长7-8毫米，宽2-7毫米，先端锐尖或稍钝，有刺尖，基部宽楔形，灰绿色，两面密被白色伏贴柔毛。花梗长6-15毫米，密被柔毛，关节在中上部；花萼管状钟形，长8-9毫米，宽4-6毫米，密被伏贴短柔毛，萼齿三角形或披针状三角形；花冠长20-23毫米，旗瓣宽卵形或近圆形，先端截平而稍凹，宽约16毫米，具短瓣柄，翼瓣瓣柄细窄，稍短于瓣片，耳短小，齿状，龙骨瓣具长瓣柄，耳极短；子房披针形，无毛。荚果扁，披针形，长2-2.5厘米，宽6-7毫米，有时被疏柔毛。花期5月，果期6月。\n产内蒙古（伊克昭盟西北部、巴彦淖尔盟、阿拉善盟）、宁夏、甘肃（河西走廊）。生于半固定和固定沙地。常为优势种。模式标本采自内蒙古鄂尔多斯。\n优良固沙植物和水土保持植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "甘蒙锦鸡儿",
            "id": "120000120400120402",
            "latin": "Caragana opulens Kom.",
            "content": "灌木，高40-60厘米。树皮灰褐色，有光泽；小枝细长，稍呈灰白色，有明显条棱。假掌状复叶有4片小叶；托叶在长枝者硬化成针刺，直或弯，针刺长2-5毫米，在短枝者较短，脱落；小叶倒卵状披针形，长3-12毫米，宽1-4毫米，先端圆形或截平，有短刺尖，近无毛或稍被毛，绿色。花梗单生，长7-25毫米，纤细，关节在顶部或中部以上；花萼钟状管形，长8-10毫米，宽约6毫米，无毛或稍被疏毛，基部显著具囊状凸起，萼齿三角状，边缘有短柔毛；花冠黄色，旗瓣宽倒卵形，长20-25毫米，有时略带红色，顶端微凹，基部渐狭成瓣柄，翼瓣长圆形，先端钝，耳长圆形，瓣柄长稍短于瓣片，龙骨瓣的瓣柄稍短于瓣片，耳齿状；子房无毛或被疏柔毛。荚果圆筒状，长2.5-4厘米，宽4-5毫米，先端短渐尖，无毛。花期5-6月，果期6-7月。\n产内蒙古、河北、山西、陕西、宁夏、甘肃、青海东部、四川北部、西藏昌都地区。生于海拔高达3400米的干山坡、沟谷、丘陵。模式标本采自中国。\n本种与白毛锦鸡儿 C. licentiana Hand-Mazz. 的区别在于果无毛；叶、萼、花梗、子房无毛成近无毛。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "甘草",
            "id": "120000120500120501",
            "latin": "Glycyrrhiza uralensis Fisch.",
            "content": "多年生草本；根与根状茎粗状，直径1-3厘米，外皮褐色，里面淡黄色，具甜味。茎直立，多分枝，高30-120厘米，密被鳞片状腺点、刺毛状腺体及白色或褐色的绒毛，叶长5-20厘米；托叶三角状披针形，长约5毫米，宽约2毫米，两面密被白色短柔毛；叶柄密被褐色腺点和短柔毛；小叶5-17枚，卵形、长卵形或近圆形，长1.5-5厘米，宽0.8-3厘米，上面暗绿色，下面绿色，两面均密被黄褐色腺点及短柔毛，顶端钝，具短尖，基部圆，边缘全缘或微呈波状，多少反卷。总状花序腋生，具多数花，总花梗短于叶，密生褐色的鳞片状腺点和短柔毛；苞片长圆状披针形，长3-4毫米，褐色，膜质，外面被黄色腺点和短柔毛；花萼钟状，长7-14毫米，密被黄色腺点及短柔毛，基部偏斜并膨大呈囊状，萼齿5，与萼筒近等长，上部2齿大部分连合；花冠紫色、白色或黄色，长10-24毫米，旗瓣长圆形，顶端微凹，基部具短瓣柄，翼瓣短于旗瓣，龙骨瓣短于翼瓣；子房密被刺毛状腺体。荚果弯曲呈镰刀状或呈环状，密集成球，密生瘤状突起和刺毛状腺体。种子3-11，暗绿色，圆形或肾形，长约3毫米。花期6-8月，果期7-10月。\n产东北、华北、西北各省区及山东。常生于干旱沙地、河岸砂质地、山坡草地及盐渍化土壤中。蒙古及俄罗斯西伯利亚地区也有。模式标本采自西伯利亚。\n根和根状茎供药用。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "塔落落岩黄耆",
            "id": "120000120600120601",
            "latin": "Hedysarum fruticosum Pall. var. laeve (Maxim.) H. C. Fu ",
            "content": "半灌木或小半灌木，高40-80厘米。根系发达，主根深长，茎直立，多分枝，幼枝被灰白色柔毛；老枝常无毛，外皮灰白色。叶长8-14；托叶卵状披针形，长4-5毫米，棕褐色干膜质，基部合生，外面被贴伏短柔毛，早落；叶轴被短柔毛，小叶11-19，被短柔毛，小叶柄长1毫米左右；小叶片通常椭圆形或长圆形，长14-22毫米，宽3-6毫米，先端钝圆或急尖，基部楔形，上面被疏短柔毛，背面密被短柔毛。总状花序腋生，花序与叶近等高，花序轴被短柔毛，具4-14朵花；花长15-21毫米，具2-3毫米长的花梗，疏散排列；苞片三角状卵形，长约1毫米；花萼钟状，长5-6毫米，被短柔毛，萼齿三角状，近等长，先端渐尖，长为萼筒的1半，侧萼齿与上萼齿之间分裂较深，花冠紫红色，旗瓣倒卵圆形，长14-20毫米，先端圆形，微凹，基部渐狭为瓣柄，翼瓣三角状披针形，等于或稍短于龙骨瓣的瓣柄，龙骨瓣等于或稍短于旗瓣；子房线形，被短柔毛。荚果2-3节；节荚椭圆形，长5-7毫米，宽3-4毫米，两侧膨胀，具细网纹，幼果密被短柔毛，后逐渐变疏，成熟荚果具细长的刺。种子肾形，黄褐色，长约5毫米，宽约3毫米，花期7-8月，果期8-9月。\n产内蒙古呼伦贝尔。生于草原带沿河、湖沙地、沙丘或古河床沙地。俄罗斯达乌里和蒙古北部有分布。\n本种为优良的饲料植物，为天然放牧场重要豆科植物。同时，本种亦可引种为固沙植物。用于固定沿河、湖的移动沙丘。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "细枝岩黄耆",
            "id": "120000120600120602",
            "latin": "Hedysarum scoparium Fisch. et Mey. ",
            "content": "半灌木，高约80-300厘米。茎直立，多分枝，幼枝绿色或淡黄绿色，被疏长柔毛，茎皮亮黄色，呈纤维状剥落。托叶卵状披针形。褐色干膜质，长5-6毫米，下部合生，易脱落。茎下部叶具小叶7-11，上部的叶通常具小叶3-5，最上部的叶轴完全无小叶或仅具1枚顶生小叶；小叶片灰绿色，线状长圆形或狭披针形，长15-30毫米，宽3-6毫米，无柄或近无柄，先端锐尖，具短尖头，基部楔形，表面被短柔毛或无毛，背面被较密的长柔毛。总状花序腋生，上部明显超出叶，总花梗被短柔毛；花少数，长15-20毫米，外展或平展，疏散排列；苞片卵形，长约1-1.5毫米；具2-3毫米的花梗；花萼钟状，长5-6毫米，被短柔毛，萼齿长为萼筒的2/3，上萼齿宽三角形，稍短于下萼齿；花冠紫红色，旗瓣倒卵形或倒卵圆形，长14-19毫米，顶端钝圆，微凹，冀瓣线形，长为旗瓣的1半，龙骨瓣通常稍短于旗瓣；子房线形，被短柔毛。荚果2-4节，节荚宽卵形，长5-6毫米，宽3-4毫米，两侧膨大，具明显细网纹和白色密毡毛；种子圆肾形，长2-3毫米，淡棕黄色，光滑。花期6-9月，果期8-10月。2n=16（西北植物研究所，宁夏中卫，1983年）。\n产新疆北部、青海柴达木东部、甘肃河西走廊、内蒙古、宁夏。生于半荒漠的沙丘或沙地，荒漠前山冲沟中的沙地。也分布于哈萨克斯坦额尔齐斯河沿河沙丘和蒙古南部。模式产于哈萨克斯坦斋桑湖地区。\n本种具有重要的经济价值，主要用途为优良固沙植物，西北地区普遍用作优良固沙树种，可直播或飞播造林；幼嫩枝叶为优良饲料，骆驼和马所喜食；木材为经久耐燃的薪炭；花为优良的蜜源；种子为优良的精饲料和油料，含油约10％，其主要脂肪酸成分为亚油酸（C18H32O2）、油酸（C18H32O2）、亚麻酸（C18H32O2）、棕榈酸（C18H32O2）、酸脂酸 (C18H32O2）、等（西北植物研究所，1982）。\n产于宁夏中卫地区的植物，其翼瓣先端渐尖，与翼瓣先端为圆形的模式产地的植物有明显区别，而甘肃河西走廊和新疆的植物，其翼瓣特征与模式产地的记载相符合。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "紫花苜蓿",
            "id": "120000120700120701",
            "latin": "Medicago sativa L..",
            "content": "多年生草本，高30-100厘米。根粗壮，深入土层，根颈发达。茎直立、丛生以至平卧，四棱形，无毛或微被柔毛，枝叶茂盛。羽状三出复叶；托叶大，卵状披针形，先端锐尖，基部全缘或具1-2齿裂，脉纹清晰；叶柄比小叶短；小叶长卵形、倒长卵形至线状卵形，等大，或顶生小叶稍大，长 (5) 10-25 (-40) 毫米，宽3-10毫米，纸质，先端钝圆，具由中脉伸出的长齿尖，基部狭窄，楔形，边缘三分之一以上具锯齿，上面无毛，深绿色，下面被贴伏柔毛，侧脉8-10对，与中脉成锐角，在近叶边处略有分叉；顶生小叶柄比侧生小叶柄略长。花序总状或头状，长1-2.5厘米，具花5-30朵；总花梗挺直，比叶长；苞片线状锥形，比花梗长或等长；花长6-12毫米；花梗短，长约2毫米；萼钟形，长3-5毫米，萼齿线状锥形，比萼筒长，被贴伏柔毛；花冠各色：淡黄、深蓝至暗紫色，花瓣均具长瓣柄，旗瓣长圆形，先端微凹，明显较翼瓣和龙骨瓣长，翼瓣较龙骨瓣稍长；子房线形，具柔毛，花柱短阔，上端细尖，柱头点状，胚珠多数。荚果螺旋状紧卷2-4 (-6) 圈，中央无孔或近无孔，径5-9毫米，被柔毛或渐脱落，脉纹细，不清晰，熟时棕色；有种子10-20粒。种子卵形，长1-2.5毫米，平滑，黄色或棕色。花期5-7月，果期6-8月。\n全国各地都有栽培或呈半野生状态。生于田边、路旁、旷野、草原、河岸及沟谷等地。欧亚大陆和世界各国广泛种植为饲料与牧草。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "白花草木犀",
            "id": "120000120800120801",
            "latin": "Melilotus albus Medic. ex Desr. ",
            "content": "一、二年生草本，高70-200厘米。茎直立，圆柱形，中空，多分枝，几无毛。羽状三出复叶；托叶尖刺状锥形，长6-10毫米，全缘；叶柄比小叶短，纤细；小叶长圆形或倒披针状长圆形，长15-30厘米，宽 (4) 6-12毫米，先端钝圆，基部楔形，边缘疏生浅锯齿，上面无毛，下面被细柔毛，侧脉12-15对，平行直达叶缘齿尖，两面均不隆起，顶生小叶稍大，具较长小叶柄，侧小叶小叶柄短。总状花序长9-20厘米，腋生，具花40-100朵，排列疏松；苞片线形，长1.5-2毫米；花长4-5毫米；花梗短，长约1-1.5毫米；萼钟形，长约2.5毫米，微被柔毛，萼齿三角状披针形，短于萼筒；花冠白色，旗瓣椭圆形，稍长于翼瓣，龙骨瓣与冀瓣等长或稍短；子房卵状披针形，上部渐窄至花柱，无毛，胚珠3-4粒。荚果椭圆形至长圆形，长3-3.5毫米，先端锐尖，具尖喙表面脉纹细，网状，棕褐色，老熟后变黑褐色；有种子1-2粒。种子卵形，棕色，表面具细瘤点。花期5-7月，果期7-9月。\n产东北、华北、西北及西南各地。生于田边、路旁荒地及湿润的砂地。欧洲地中海沿岸、中东、西南亚、中亚及西伯利亚均有分布。\n本种适应北方气候，生长旺盛，是优良的饲料植物与绿肥。现已广泛引种到北美洲。有一年生和二年生丛生类型和许多栽培品系。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "草木犀",
            "id": "120000120800120802",
            "latin": "Melilotus officinalis (L.) Pall. ",
            "content": "二年生草本，高40-100 (-250) 厘米。茎直立，粗壮，多分枝，具纵棱，微被柔毛。羽状三出复叶；托叶镰状线形，长3-5 (-7) 毫米，中央有1条脉纹，全缘或基部有1尖齿；叶柄细长；小叶倒卵形、阔卵形、倒披针形至线形，长15-25 (-30) 毫米，宽5-15毫米，先端钝圆或截形，基部阔楔形，边缘具不整齐疏浅齿，上面无毛，粗糙，下面散生短柔毛，侧脉8-12对，平行直达齿尖，两面均不隆起，顶生小叶稍大，具较长的小叶柄，侧小叶的小叶柄短。总状花序长6-15 (-20) 厘米，腋生，具花30-70朵，初时稠密，花开后渐疏松，花序轴在花期中显著伸展；苞片刺毛状，长约1毫米；花长3.5-7毫米；花梗与苞片等长或稍长；萼钟形，长约2毫米，脉纹5条，甚清晰，萼齿三角状披针形，稍不等长，比萼筒短；花冠黄色，旗瓣倒卵形，与翼瓣近等长，龙骨瓣稍短或三者均近等长；雄蕊筒在花后常宿存包于果外；子房卵状披针形，胚珠 (4) 6 (-8) 粒，花柱长于子房。荚果卵形，长3-5毫米，宽约2毫米，先端具宿存花柱，表面具凹凸不平的横向细网纹，棕黑色；有种子1-2粒。种子卵形，长2.5毫米，黄褐色，平滑。花期5-9月，果期6-10月。\n产东北、华南、西南各地。其余各省常见栽培。生于山坡、河岸、路旁、砂质草地及林缘。欧洲地中海东岸、中东、中亚、东亚均有分布。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "刺叶柄棘豆",
            "id": "120000120900120901",
            "latin": "Oxytropis aciphylla",
            "content": "垫状矮小半灌木，高8-20厘米。根粗壮，根系发达。茎多分枝，开展，全体呈球状植丛。偶数羽状复叶；托叶膜质，彼此合生，下部与叶柄贴生，先端平截或呈二尖，后撕裂，被贴伏白色柔毛或无毛，边缘有白色长毛；叶轴宿存，木质化，长2-6厘米，下部粗壮，先端尖锐，呈硬刺状，老时淡黄色或黄褐色，嫩时灰绿色，密被贴伏绢状柔毛；小叶4-6对生，线形或长圆状线形，长5-18毫米，宽1-2毫米，先端渐尖，具刺尖，基部楔形，边缘常内卷，两面密被贴伏白色绢状柔毛和不等臂的丁字毛。1-2花组成腋生总状花序；总花梗长3-10毫米，密被贴伏白色柔毛；苞片膜质，披针状钻形，小；花萼筒状，长8-15毫米，宽3-5毫米，花后稍膨胀，密被贴伏长柔毛，萼齿锥状，长约3毫米；花冠红紫色、蓝紫色、以至白色，旗瓣倒卵形，长13-24毫米，宽7-10毫米，先端钝，基部渐狭成瓣柄，冀瓣长12-20毫米，宽3-4毫米，龙骨瓣长11-13毫米，喙长1-1.5毫米；子房圆柱形，花柱先端弯曲，无毛。荚果硬革质，长圆形，长10-20毫米，宽4-5毫米，腹缝线深陷，密被白色贴伏柔毛，隔膜发达，不完全2室。种子圆肾形，深棕色。花期5-6月，果期6-7月。\n产内蒙古、陕西、宁夏、甘肃、青海、新疆等省区。生于海拔1000-3250米的砾石质平原、薄层沙地、丘陵坡地及砂荒地上。模式标本采自阿尔泰额尔齐斯河沿岸的沙丘上。俄罗斯西西伯利亚和蒙古南部也有分布。\n春季绵羊、山羊采食一些花和小叶，骆驼有时采食一些嫩枝叶，春季发芽时马刨食其根。在内蒙古伊克昭盟，幼嫩时马乐意采食。其茎叶捣碎煮汁可治脓疮。\n本种为荒漠草原地区旱生小灌木。在荒漠草原植被中，常为伴生植物出现，在干燥的沙地上，可形成猫头刺占优势的荒漠群落。本种分布面积较广，生境多种多样，因而形态变异幅度较大，特别是生于沙丘上者，由于沙的压埋，分枝粗细和长短往往不同，形成很多中间类型。我们把这些类型作为该种的种群处理，均归为一种。 ",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "小花棘豆",
            "id": "120000120900120902",
            "latin": "Oxytropis glabra (Lam.) DC.",
            "content": "多年生草本，高20 (35) -80厘米。根细而直伸。茎分枝多，直立或铺散。长30-70厘米，无毛或疏被短柔毛。绿色。羽状复叶长5-15厘米；托叶草质，卵形或披针状卵形，彼此分离或于基部合生，长5-10毫米，无毛或微被柔毛；叶轴疏被开展或贴伏短柔毛；小叶11-19 (-27)，披针形或卵状披针形，长5 (10) -25毫米，宽3-7毫米，先端尖或钝，基部宽楔形或圆形，上面无毛，下面微被贴伏柔毛。多花组成稀疏总状花序，长4-7厘米；总花梗长5-12厘米，通常较叶长，被开展的白色短柔毛；苞片膜质，狭披针形，长约2毫米，先端尖，疏被柔毛；花长6-8毫米；花梗长1毫米；花萼钟形，长42毫米。被贴伏白色短柔毛，有时混生少量的黑色短柔毛，萼齿披针状锥形，长1.5-2毫米；花冠淡紫色或蓝紫色，旗瓣长7-8毫米，瓣片圆形，先端微缺，翼瓣长6-7毫米，先端全缘，龙骨瓣长5-6毫米，喙长0.25-0.5毫米；子房疏被长柔毛。荚果膜质，长圆形，膨胀，下垂，长10-20毫米，宽3-5毫米，喙长1-1.5毫米，腹缝具深沟，背部圆形，疏被贴伏白色短柔毛或混生黑、白柔毛，后期无毛，1室；果梗长1-2.5毫米。花期6-9月，果期7-9月。\n产内蒙古、山西、陕西、甘肃、青海、新疆和西藏等省区。生于海拔440-3400米的山坡草地、石质山坡、河谷阶地、冲积川地、草地、荒地、田边、渠旁、沼泽草甸、盐土草滩上。模式标本采自俄罗斯西伯利亚。巴基斯坦、克什米尔地区、蒙古、哈萨克斯坦、乌兹别克斯坦、土库曼斯坦、吉尔吉斯斯坦、塔吉克斯坦和俄罗斯也有分布。\n全草有毒、牲畜误食后可中毒。李祚煌等 (1978) 对内蒙古的小花棘豆毒性进行了调查并做了动物试验，证实小花棘豆对家畜确有毒性，其中马最易中毒，症状也最重，其次是山羊、绵羊，再次为牛，猪较迟钝。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "砂珍棘豆",
            "id": "120000120900120903",
            "latin": "Oxytropis racemosa Turcz. ",
            "content": "多年生草本，高5-15 (-30) 厘米。根淡褐色，圆柱形，较长。茎缩短，多头。轮生羽状复叶长5-14厘米；托叶膜质，卵形，大部与叶柄贴生，分离部分先端尖，被柔毛；叶柄与叶轴上面有细沟纹。密被长柔毛；小叶轮生，6-12轮，每轮4-6片，或有时为2小叶对生，长圆形、线形或披针形，长5-10毫米，宽1-2毫米，先端尖，基部楔形，边缘有时内卷，两面密被贴伏长柔毛。顶生头形总状花序；总花梗长6-15厘米，被微卷曲绒毛；苞片披针形，比花萼短而宿存；花长8-12毫米；花萼管状钟形，长5-7毫米，萼齿线形，长1.5-3毫米，被短柔毛；花冠红紫色或淡紫红色，旗瓣匙形，长12毫米，先端圆或微凹，基部渐狭成瓣柄，冀瓣卵状长圆形，长11毫米，龙骨瓣长9.5毫米，喙长2-2.5毫米；子房微被毛或无毛，花柱先端弯曲。荚果膜质，卵状球形，膨胀，长约10毫米，先端具钩状短喙，腹缝线内凹，被短柔毛，隔膜宽约0.5毫米，不完全2室。种子肾状圆形，长约1毫米，暗褐色。花期5-7月，果期6-10月。\n产东北、内蒙古、河北、山西（北部）、陕西（北部）及宁夏等省区。生于海拔600-1900米的沙滩、沙荒地、沙丘、沙质坡地及丘陵地区阳坡。蒙古和朝鲜也有分布。\n为草原带的沙生植物，较喜暖，其分布区位于海拉尔棘豆之南，偶而也见于草原植被中。由于生境不同，本种个体差异比较明显，如小叶的长度、总花梗的长短、花序形状及花的大小等均多变异。\n一般饲用价值不高，绵羊、山羊很少采食，但落叶后，山羊采食其茎，其他牲畜多不采食；惟在内蒙古伊克昭盟及陕西横山一带则认为是一种很好的牧草，牛、羊、马、骆驼皆采食（据野外记录）。全草入药，能消食健脾。\n本种染色体数2n＝16。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "刺槐",
            "id": "120000121000121001",
            "latin": "Robinia pseudoacacia ",
            "content": "落叶乔木，高10-25米；树皮灰褐色至黑褐色，浅裂至深纵裂，稀光滑。小枝灰褐色，幼时有棱脊，微被毛，后无毛；具托叶刺，长达2厘米；冬芽小，被毛。羽状复叶长10-25(-40)厘米；叶轴上面具沟槽；小叶2-12对，常对生，椭圆形、长椭圆形或卵形，长2-5厘米，宽1.5-2.2厘米，先端圆，微凹，具小尖头，基部圆至阔楔形，全缘，上面绿色，下面灰绿色，幼时被短柔毛，后变无毛；小叶柄长1-3毫米；小托叶针芒状，总状花序花序腋生，长10-20厘米，下垂，花多数，芳香；苞片早落；花梗长7-8毫米；花萼斜钟状，长7-9毫米，萼齿5，三角形至卵状三角形，密被柔毛；花冠白色，各瓣均具瓣柄，旗瓣近圆形，长16毫米，宽约19毫米，先端凹缺，基部圆，反折，内有黄斑，翼瓣斜倒卵形，与旗瓣几等长，长约16毫米，基部一侧具圆耳，龙骨瓣镰状，三角形，与翼瓣等长或稍短，前缘合生，先端钝尖；雄蕊二体，对旗瓣的1枚分离；子房线形，长约1.2厘米，无毛，柄长2-3毫米，花柱钻形，长约8毫米，上弯，顶端具毛，柱头顶生。荚果褐色，或具红褐色斑纹，线状长圆形，长5-12厘米，宽1-1.3(-1.7)厘米，扁平，先端上弯，具尖头，果颈短，沿腹缝线具狭翅；花萼宿存，有种子2-15粒；种子褐色至黑褐色，微具光泽，有时具斑纹，近肾形，长5-6毫米，宽约3毫米，种脐圆形，偏于一端。花期4-6月，果期8-9月。\n原产美国东部，17世纪传入欧洲及非洲。我国于18世纪末从欧洲引入青岛栽培，现全国各地广泛栽植。\n本种根系浅而发达，易风倒，适应性强，为优良固沙保土树种。华北平原的黄淮流域有较多的成片造林，其他地区多为零星栽植，习见为行道树。\n材质硬重，抗腐耐磨，宜作枕木、车辆、建筑、矿柱等多种用材；生长快，萌芽力强，是速生薪炭林树种；又是优良的蜜源植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "苦豆子",
            "id": "120000121100121101",
            "latin": "Sophora alopecuroides L.",
            "content": "草本，或基部木质化成亚灌木状，高约1米。枝被白色或淡灰白色长柔毛或贴伏柔毛。羽状复叶；叶柄长1-2厘米；托叶着生于小叶柄的侧面，钻状，长约5毫米，常早落；小叶7-13对，对生或近互生，纸质，披针状长圆形或椭圆状长圆形，长15-30毫米，宽约10毫米，先端钝圆或急尖，常具小尖头，基部宽楔形或圆形，上面被疏柔毛，下面毛被较密，中脉上面常凹陷，下面隆起，侧脉不明显。总状花序顶生；花多数，密生；花梗长3-5毫米；苞片似托叶，脱落；花萼斜钟状，5萼齿明显，不等大，三角状卵形；花冠白色或淡黄色，旗瓣形状多变，通常为长圆状倒披针形，长15-20毫米，宽3-4毫米，先端圆或微缺，或明显呈倒心形，基部渐狭或骤狭成柄，翼瓣常单侧生，稀近双侧生，长约16毫米，卵状长圆形，具三角形耳，皱褶明显，龙骨瓣与翼瓣相似，先端明显具突尖，背部明显呈龙骨状盖叠，柄纤细，长约为瓣片的二分之一，具1三角形耳，下垂；雄蕊10，花丝不同程度连合，有时近两体雄蕊，连合部分疏被极短毛，子房密被白色近贴伏柔毛，柱头圆点状，被稀少柔毛。荚果串珠状，长8-13厘米，直，具多数种子；种子卵球形，稍扁，褐色或黄褐色。花期5-6月，果期8-10月。\n产内蒙古、山西、陕西、宁夏、甘肃、青海、新疆、河南、西藏。多生于干旱沙漠和草原边缘地带。原苏联、阿富汗、伊朗、士耳其、巴基斯坦和印度北部也有分布。\n本种耐旱耐碱性强，生长快，在黄河两岸常栽培以固定土砂；甘肃一些地区有作为药用。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "苦马豆",
            "id": "120000121200121201",
            "latin": "Sphaerophysa salsula (Pall.) DC. ",
            "content": "半灌木或多年生草本，茎直立或下部匍匐，高0.3-0.6米，稀达1.3米；枝开展，具纵棱脊，被疏至密的灰白色丁字毛1）； 托叶线状披针形，三角形至钻形，自茎下部至上部渐变小。叶轴长5-8.5厘米，上面具沟槽；小叶11-21片，倒卵形至倒卵状长圆形，长5-15 (25) 毫米，宽3-6 (10) 毫米，先端微凹至圆，具短尖头，基部圆至宽楔形，上面疏被毛至无毛，侧脉不明显，下面被细小、白色丁字毛；小叶柄短，被白色细柔毛。总状花序常较叶长，长6.5-13 (17) 厘米，生6-16花；苞片卵状披针形；花梗长4-5毫米，密被白色柔毛，小苞片线形至钻形；花萼钟状，萼齿三角形，上边2齿较宽短，其余较窄长，外面被白色柔毛；花冠初呈鲜红色，后变紫红色，旗瓣瓣片近圆形，向外反折，长12-13毫米，宽12-16毫米，先端微凹，基部具短柄，翼瓣较龙骨瓣短，连柄长12毫米，先端圆，基部具长3毫米微弯的瓣柄及长2毫米先端圆的耳状裂片，龙骨瓣长13毫米，宽4-5毫米，瓣柄长约4.5毫米，裂片近成直角，先端钝；子房近线形，密被白色柔毛，花柱弯曲，仅内侧疏被纵列髯毛，柱头近球形。荚果椭圆形至卵圆形，膨胀，长1.7-3.5厘米，直径1.7-1.8厘米，先端圆，果颈长约10毫米，果瓣膜质，外面疏被白色柔毛，缝线上较密；种子肾形至近半圆形，长约2.5毫米，褐色，珠柄长1-3毫米，种脐圆形凹陷。花期5-8月，果期6-9月。\n产吉林、辽宁、内蒙古、河北、山西、陕西、宁夏、甘肃、青海、新疆。生于海拔960-3 180米的山坡、草原、荒地、沙滩、戈壁绿洲、沟渠旁及盐池周围，较耐干旱，习见于盐化草甸、强度钙质性灰钙土上。蒙古、原苏联也有。\n植株作绿肥及为骆驼、山羊与绵羊的饲料。地上部分含球豆碱；入药可用于产后出血、子宫松弛及降低血压等；亦可代替麦角。青海西宁西郊民间煎水服，用以催产。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "白刺",
            "id": "130000130100130101",
            "latin": "Nitraria tangutorum Bobr. ",
            "content": "灌木，高1-2米。多分枝，弯、平卧或开展；不孕枝先端刺针状；嫩枝白色。叶在嫩枝上2-3（4）片簇生，宽倒披针形，长18-30毫米，宽6-8毫米，先端圆钝，基部渐窄成楔形，全缘，稀先端齿裂。花排列较密集。核果卵形，有时椭圆形，熟时深红色，果汁玫瑰色，长8-12毫米，直径6-9毫米。果核狭卵形，长5-6毫米，先端短渐尖。花期5-6月，果期7-8月。\n分布于陕西北部、内蒙古西部、宁夏、甘肃河西、青海、新疆及西藏东北部。生于荒漠和半荒漠的湖盆沙地、河流阶地、山前平原积沙地、有风积沙的粘土地。模式标本产于青海柴达木盆地，存圣彼得堡。\n用途与大白刺相同。\n本种与N. schoberi L. 区别在于后者果及核均较大，果汁红色而带苍白，果核先端渐尖，如图版35：9C所示。该种主要分布于欧洲、亚洲之间原咸海、里海沿岸。我国尚未见典型标本。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "骆驼蒿",
            "id": "130000130200130201",
            "latin": "Peganum nigellastrum Bunge",
            "content": "多年生草本，高10-25厘米，密被短硬毛。茎直立或开展，由基部多分枝。叶2-3回深裂，裂片条形，长0.7-10毫米，宽不到1毫米，先端渐尖。花单生于茎端或叶腋，花梗被硬毛；萼片5，披针形，长达1.5厘米，5-7条状深裂，裂片长约1厘米，宽约1毫米，宿存；花瓣淡黄色，倒披针形，长1.2-1.5厘米；雄蕊15，花丝基部扩展；子房3室。蒴果近球形，黄褐色。种子多数，纺锤形，黑褐色，表面有瘤状突起。花期5-7月，果期7-9月。2n=24。\n分布于内蒙古（锡林格勒盟、乌兰查布盟、伊克昭盟、巴彦淖尔盟、阿拉善盟）、陕西北部、甘肃、宁夏。生于沙质或砾质地、山前平原、丘间低地、固定或半固定沙地。蒙古也有。模式标本产于蒙古，存巴黎。\n有毒。全草入药能祛湿解毒、活血止痛、宣肺止咳；种子能活筋骨，祛风湿。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "霸王",
            "id": "130000130300130301",
            "latin": "Sarcozygium xanthoxylon Bunge",
            "content": "灌木，高50-100厘米。枝弯曲，开展，皮淡灰色，木质部黄色，先端具刺尖，坚硬。叶在老枝上簇生，幼枝上对生；叶柄长8-25毫米；小叶1对，长匙形，狭矩圆形或条形，长8-24毫米，宽2-5毫米，先端圆钝，基部渐狭，肉质，花生于老枝叶腋；萼片4，倒卵形，绿色，长4-7毫米；花瓣4，倒卵形或近圆形，淡黄色，长8-11毫米；雄蕊8，长于花瓣。蒴果近球形，长18-40毫米，翅宽5-9毫米，常3室，每室有1种子。种子肾形，长6-7毫米，宽约2.5毫米。花期4-5月，果期7-8月。2n=22。\n分布于内蒙古西部、甘肃西部、宁夏西部、新疆、青海。生于荒漠和半荒漠的沙砾质河流阶地、低山山坡、碎石低丘和山前平原。蒙古也有分布。模式标本产于青海，存圣彼得堡。\n关于Z. ferganense (Drob）Boriss. 与 Z. xanthoxylon Bunge 的区别，据记载花、果、叶均较小。1982年在新疆白杨河和乌拉泊一带低山冲蚀沟附近观察：该年是干旱年，早春融雪时由于地形起伏不平，各处吸收的水分不同。因之霸王各植株上叶和果的大小随之而异。其中最大和最小之间非常悬殊；有时同株上也大小不同；而这些差异呈连续性。\n又据霸王标本在我国及蒙古不同分布地区观察，其叶、花、果由东向西呈逐渐变小的趋势。因此可以认为霸王的叶、花、果的大小，常因水分状况而异。故将两种合并为宜。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "四合木",
            "id": "130000130400130401",
            "latin": "Tetraena mongolica Maxim.",
            "content": "灌木，高40-80厘米。茎由基部分枝，老枝弯曲，黑紫色或棕红色、光滑，一年生枝黄白色，被叉状毛。托叶卵形，膜质，白色；叶近无柄，老枝叶近簇生，当年枝叶对生；叶片倒披针形，长5-7毫米，宽2-3毫米，先端锐尖，有短刺尖，两面密被伏生叉状毛，呈灰绿色，全缘。花单生于叶腋，花梗长2-4毫米；萼片4，卵形，长约2.5毫米，表面被叉状毛，呈灰绿色；花瓣4，白色、长约3毫米；雄蕊8，2轮，外轮较短，花丝近基部有白色膜质附属物，具花盘；子房上位，4裂，被毛，4室。果4瓣裂，果瓣长卵形或新月形，两侧扁，长5-6毫米，灰绿色，花柱宿存。种子矩圆状卵形，表面被小疣状突起，无胚乳。花期5-6月，果期7-8月。\n分布于内蒙古伊克昭盟鄂托克旗西北部黄河东岸由石咀山向北经桌子山到贺兰山南端低山和河流坂地。该地区特有，为珍稀濒危种。生于草原化荒漠黄河阶地、低山山坡。常为建群种。模式标本产于黄河沿岸库布齐沙漠南缘，存圣彼得堡。\n由于四合木青鲜时易燃烧，烧时出油，当地群众称之为油柴。因此常被大量樵采，破坏严重。该种为残遗种，现已被列为国家保护植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蒺藜",
            "id": "130000130500130501",
            "latin": "Tribulus terrester L. ",
            "content": "一年生草本。茎平卧，无毛，被长柔毛或长硬毛，枝长20-60厘米，偶数羽状复叶，长1.5-5厘米；小叶对生，3-8对，矩圆形或斜短圆形，长5-10毫米，宽2-5毫米，先端锐尖或钝，基部稍偏科，被柔毛，全缘。花腋生，花梗短于叶，花黄色；萼片5，宿存；花瓣5；雄蕊10，生于花盘基部，基部有鳞片状腺体，子房5棱，柱头5裂，每室3-4胚珠。果有分果瓣5，硬，长4-6毫米，无毛或被毛，中部边缘有锐刺2枚，下部常有小锐刺2枚，其余部位常有小瘤体。花期5-8月，果期6-9月。2n=12，24，36， 48。\n全国各地有分布。生于沙地、荒地、山坡、居民点附近。全球温带都有。模式标本产于欧洲南部，存伦敦。\n青鲜时可做饲料。果入药能平肝明目，散风行血。果刺易粘附家畜毛间，有损皮毛质量。为草场有害植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "地锦",
            "id": "140000140100140101",
            "latin": "Euphorbia humifusa Willd. ex Schlecht.",
            "content": "一年生草本。根纤细，长10-18厘米，直径2-3毫米，常不分枝。茎匍匐，自基部以上多分枝，偶而先端斜向上伸展，基部常红色或淡红色，长达20（30)厘米，直径1-3毫米，被柔毛或疏柔毛。叶对生，矩圆形或椭圆形，长5-10毫米，宽3-6毫米，先端钝圆，基部偏斜，略渐狭，边缘常于中部以上具细锯齿；叶面绿色，叶背淡绿色，有时淡红色，两面被疏柔毛；叶柄极短，长1-2毫米。花序单生于叶腋，基部具1-3毫米的短柄；总苞陀螺状，高与直径各约1毫米，边缘4裂，裂片三角形；腺体4，矩圆形，边缘具白色或淡红色附属物。雄花数枚，近与总苞边缘等长；雌花1枚，子房柄伸出至总苞边缘；子房三棱状卵形，光滑无毛；花柱3，分离；柱头2裂。蒴果三棱状卵球形，长约2毫米，直径约2.2毫米，成熟时分裂为3个分果爿，花柱宿存。种子三棱状卵球形，长约1.3毫米，直径约0.9毫米，灰色，每个棱面无横沟，无种阜。花果期5-10月。\n除海南外，分布于全国。生于原野荒地、路旁、田间、沙丘、海滩、山坡等地，较常见，特别是长江以北地区。广布于欧亚大陆温带。模式标本产地不详。\n全草入药，有清热解毒、利尿、通乳、止血及杀虫作用。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "白杜",
            "id": "150000150100150101",
            "latin": "Euonymus maackii Rupr.",
            "content": "小乔木，高达6米。叶卵状椭圆形、卵圆形或窄椭圆形，长4-8厘米，宽2-5厘米，先端长渐尖，基部阔楔形或近圆形，边缘具细锯齿，有时极深而锐利；叶柄通常细长，常为叶片的1/4-1/3，但有时较短。聚伞花序3至多花，花序梗略扁，长1-2厘米；花4数，淡白绿色或黄绿色，直径约8毫米；小花梗长2.5-4毫米；雄蕊花药紫红色，花丝细长，长1-2毫米。蒴果倒圆心状，4浅裂，长6-8毫米，直径9-10毫米，成熟后果皮粉红色；种子长椭圆状，长5-6毫米，直径约4毫米，种皮棕黄色，假种皮橙红色，全包种子，成熟后顶端常有小口。花期5-6月，果期9月。\n产地广阔，北起黑龙江包括华北、内蒙古各省区，南到长江南岸各省区，西至甘肃，除陕西、西南和两广未见野生外，其他各省区均有，但长江以南常以栽培为主。分布达乌苏里地区、西伯利亚南部和朝鲜半岛。模式标本采自黑龙江北部。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "文冠果",
            "id": "160000160100160101",
            "latin": "Xanthoceras sorbifolium Bunge",
            "content": "落叶灌木或小乔木，高2-5米；小枝粗壮，褐红色，无毛，顶芽和侧芽有覆瓦状排列的芽鳞。叶连柄长15-30厘米；小叶4-8对，膜质或纸质，披针形或近卵形，两侧稍不对称，长2.5-6厘米，宽1.2-2厘米，顶端渐尖，基部楔形，边缘有锐利锯齿，顶生小叶通常3深裂，腹面深绿色，无毛或中脉上有疏毛，背面鲜绿色，嫩时被绒毛和成束的星状毛；侧脉纤细，两面略凸起。花序先叶抽出或与叶同时抽出，两性花的花序顶生，雄花序腋生，长12-20厘米，直立，总花梗短，基部常有残存芽鳞；花梗长1.2-2厘米；苞片长0.5-1厘米；萼片长6-7毫米，两面被灰色绒毛；花瓣白色，基部紫红色或黄色，有清晰的脉纹，长约2厘米，宽7-10毫米，爪之两侧有须毛；花盘的角状附属体橙黄色，长4-5毫米；雄蕊长约1.5厘米，花丝无毛；子房被灰色绒毛。蒴果长达6厘米；种子长达1.8厘米，黑色而有光泽。花期春季，果期秋初。\n我国产北部和东北部，西至宁夏、甘肃，东北至辽宁，北至内蒙古，南至河南。野生于丘陵山坡等处，各地也常栽培。模式标本产我国北部。\n种子可食，风味似板栗。种仁含脂肪57.18％、蛋白质29.69％、淀粉9.04％、灰分2.65％，营养价值很高，是我国北方很有发展前途的木本油料植物，近年来已大量栽培。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "苘麻",
            "id": "170000170100170101",
            "latin": "Abutilon theophrasti Medicus ",
            "content": "一年生亚灌木状草本，高达1-2米，茎枝被柔毛。叶互生，圆心形，长5-10厘米，先端长渐尖，基部心形，边缘具细圆锯齿，两面均密被星状柔毛；叶柄长3-12厘米，被星状细柔毛；托叶早落。花单生于叶腋，花梗长1-13厘米，被柔毛，近顶端具节；花萼杯状，密被短绒毛，裂片5，卵形，长约6毫米；花黄色，花瓣倒卵形，长约1厘米；雄蕊柱平滑无毛，心皮15-20，长1-1.5厘米，顶端平截，具扩展、被毛的长芒2，排列成轮状，密被软毛。蒴果半球形，直径约2厘米，长约1.2厘米，分果爿15-20，被粗毛，顶端具长芒2；种子肾形，褐色，被星状柔毛。花期7-8月。\n我国除青藏高原不产外，其他各省区均产，东北各地有栽培。常见于路旁、荒地和田野间。分布于越南、印度、日本以及欧洲、北美洲等地区。\n本种的茎皮纤维色白，具光泽，可编织麻袋、搓绳索、编麻鞋等纺织材料。种子含油量约15-16％，供制皂、油漆和工业用润滑油；种子作药用称“冬葵子”，润滑性利尿剂，并有通乳汁、消乳腺炎、顺产等功效。全草也作药用。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "红砂",
            "id": "180000180100180101",
            "latin": "Reaumuria songarica (Pall.) Maxim.",
            "content": "小灌木，仰卧，高10-30（-70）厘米，多分枝，老枝灰褐色，树皮为不规则的波状剥裂，小枝多拐曲，皮灰白色，粗糙，纵裂。叶肉质，短圆柱形，鳞片状，上部稍粗，长1-5毫米，宽0.5-1毫米，常微弯，先端钝，浅灰蓝绿色，具点状的泌盐腺体，常4-6枚簇生在叶腋缩短的枝上，花期有时叶变紫红色。小枝常呈淡红色。花单生叶腋（实为生在极度短缩的小枝顶端），或在幼枝上端集为少花的总状花序状；花无梗；直径约4毫米；苞片3，披针形，先端尖，长0.5-0.7毫米；花萼钟形，下部合生，长1.5-2.5毫米，裂片5，三角形，边缘白膜质，具点状腺体；花瓣5，白色略带淡红，长圆形，长约4.5毫米，宽约2.5毫米，先端钝，基部楔状变狭，张开，上部向外反折，下半部内侧的2附属物倒披针形，薄片状，顶端繸状。着生在花瓣中脉的两侧；雄蕊6-8(-12)，分离，花丝基部变宽，几与花瓣等长；子房椭圆形，花柱3，具狭尖之柱头。蒴果长椭圆形或纺锤形，或作三稜锥形，长4-6毫米，宽约2毫米，高出花萼2-3倍，具3稜，3瓣裂（稀4），通常具3-4枚种子。种子长圆形，长3-4毫米，先端渐尖，基部变狭，全部被黑褐色毛。花期7-8月，果期8-9月。\n产新疆、青海、甘肃、宁夏和内蒙古，直到东北西部。本种是荒漠和草原区域的重要建群种，生于荒漠地区的山前冲积、洪积平原上和戈壁侵蚀面上，亦生于低地边缘，基质多为粗砾质戈壁，也生于壤土上。土壤都有不同程度的盐渍化，富含石膏。在盐土和碱土上可以延伸到草原区域。苏联、蒙古也有分布。模式标本采自新疆准噶尔袍台。\n红砂群落可用作荒漠区域的良好草场，供放牧羊群和骆驼之用。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "红柳",
            "id": "180000180200180201",
            "latin": "Tamarix ramosissima Ledeb.",
            "content": "灌木或小乔木状，高1-3（-6）米，老杆和老枝的树皮暗灰色，当年生木质化的生长枝淡红或橙黄色，长而直伸，有分枝，第二年生枝则颜色渐变淡。木质化生长枝上的叶披针形，基部短，半抱茎，微下延；绿色营养枝上的叶短卵圆形或三角状心脏形，长2-5毫米，急尖，略向内倾，几抱茎，下延。总状花序生在当年生枝顶，集成顶生圆锥花序，长3-5厘米，或较长，长6-8厘米，或较短，长0.5-1.5厘米，宽3-5毫米，总花梗长0.2-1厘米；苞片披针形，卵状披针形或条状钻形，卵状长圆形，渐尖，长1.5-2 (-2.8 )毫米，与花萼等长或超过花萼（包括花梗）；花梗长0.5-0.7毫米，短于或等于花萼；花5数；花萼长0.5-1毫米，萼片广椭圆状卵形或卵形，渐尖或钝，内面三片比外面二片宽，长0.5-0.7毫米，宽0.3-0.5毫米，边缘窄膜质，有不规则的齿牙，无龙骨；花瓣粉红色或紫色，倒卵形至阔椭圆状倒卵形，顶端微缺（弯），长1-1.7毫米，宽0.7-1毫米，比花萼长1/3，直伸，靠合，形成闭合的酒杯状花冠，果时宿存；花盘5裂，裂片顶端有或大或小的凹缺；雄蕊5，与花冠等长，或超出花冠1.5倍，花丝基部不变宽，着生在花盘裂片间边缘略下方，花药钝或在顶端具钝突起；子房锥形瓶状具三棱，花柱3，棍棒状，为子房长的1/3-1/4。蒴果三棱圆锥形瓶状，长3-5毫米，比花萼长3-4倍。花期5-9月。\n产西藏西部（据记载，未见标本）、新疆、青海（柴达木），甘肃（河西）、内蒙古（西部至临河）和宁夏（北部）。生于河漫滩、河谷阶地上，沙质和粘土质盐碱化的平原上，沙丘上，每集沙成为风植沙滩。东欧、苏联（欧洲部分东南部到中亚、小亚）、伊朗、阿富汗和蒙古也有分布。\n本种是沙漠地区盐化沙土上、沙丘上和河湖滩地上固沙造林和盐碱地上绿化造林的优良树种。开花繁密而花期长，是最有价值的居民点的绿化树种。幼枝含单宁（8% ）。在灌溉地上，每成为田间杂草。枝条编筐用，二、三年生枝用作权齿，编耱，粗枝可用作农具把柄。嫩枝叶是羊和骆驼的好饲料。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "柽柳",
            "id": "180000180200180202",
            "latin": "Tamarix chinensis Lour.",
            "content": "乔木或灌木，高3-6(-8)米；老枝直立，暗褐红色，光亮，幼枝稠密细弱，常开展而下垂，红紫色或暗紫红色，有光泽；嫩枝繁密纤细，悬垂。叶鲜绿色，从去年生木质化生长枝上生出的绿色营养枝上的叶长圆状披针形或长卵形，长1.5-1.8毫米，稍开展，先端尖，基部背面有龙骨状隆起，常呈薄膜质；上部绿色营养枝上的叶钻形或卵状披针形，半贴生，先端渐尖而内弯，基部变窄，长1-3毫米，背面有龙骨状突起。每年开花两、三次。春季开花：总状花序侧生在去年生木质化的小枝上，长3-6厘米，宽5-7毫米，花大而少，较稀疏而纤弱点垂，小枝亦下倾；有短总花梗，或近无梗，梗生有少数苞叶或无；苞片线状长圆形，或长圆形，渐尖，与花梗等长或稍长；花梗纤细，较萼短；花5出；萼片5，狭长卵形，具短尖头，略全缘，外面2片，背面具隆脊，长0.75-1.25毫米，较花瓣略短；花瓣5，粉红色，通常卵状椭圆形或椭圆状倒卵形，稀倒卵形，长约2毫米，较花萼微长，果时宿存；花盘5裂，裂片先端圆或微凹，紫红色，肉质；雄蕊5，长于或略长于花瓣，花丝着生在花盘裂片间，自其下方近边缘处生出；子房圆锥状瓶形，花柱3，棍棒状，长约为子房之半。蒴果圆锥形。夏、秋季开花；总状花序长3 5厘米，较春生者细，生于当年生幼枝顶端，组成顶生大圆锥花序，疏松而通常下弯；花5出，较春季者略小，密生；苞片绿色，草质，较春季花的苞片狭细，较花梗长，线形至线状锥形或狭三角形，渐尖，向下变狭，基部背面有隆起，全缘；花萼三角状卵形；花瓣粉红色，直而略外斜，远比花萼长；花盘5裂，或每一裂片再2裂成10裂片状；雄蕊5，长等于花瓣或为其2倍，花药钝，花丝着生在花盘主裂片间，自其边缘和略下方生出；花柱棍棒状，其长等于子房的2/5-3/4。花期4-9月。\n野生于辽宁、河北、河南、山东、江苏（北部）、安徽（北部）等省；栽培于我国东部至西南部各省区。喜生于河流冲积平原，海滨、滩头、潮湿盐碱地和沙荒地。日本、美国也有栽培。模式标本采自广州。\n本种适于温带海滨河畔等处湿润盐碱地，沙荒地造林之用沐材质密而重，可作薪炭柴，亦可作农具用材。其细枝柔韧耐磨，多用来编筐，坚实耐用；其枝亦可编耱和农具柄把。其枝叶纤细悬垂，婀娜可爱，一年开花三次，鲜绿粉红花相映成趣，多栽于庭院、公园等处作观赏用。枝叶药用为解表发汗药，有去除麻疹之效。不少文献上记载的T. juniperlna Bunge实系本种的春季花枝。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "沙枣",
            "id": "190000190100190101",
            "latin": "Elaeagnus angustifolia L..",
            "content": "落叶乔木或小乔木，高5-10米，无刺或具刺，刺长30-40毫米，棕红色，发亮；幼枝密被银白色鳞片，老枝鳞片脱落，红棕色，光亮。叶薄纸质，矩圆状披针形至线状披针形，长3-7厘米，宽1-1.3厘米，顶端钝尖或钝形，基部楔形，全缘，上面幼时具银白色圆形鳞片，成熟后部分脱落，带绿色，下面灰白色，密被白色鳞片，有光泽，侧脉不甚明显；叶柄纤细，银白色，长5-10毫米。花银白色，直立或近直立，密被银白色鳞片，芳香，常l-3花簇生新枝基部最初5-6片叶的叶腋；花梗长2-3毫米；萼筒钟形，长4-5毫米，在裂片下面不收缩或微收缩，在子房上骤收缩，裂片宽卵形或卵状矩圆形，长3-4毫米，顶端钝渐尖，内面被白色星状柔毛；雄蕊几无花丝，花药淡黄色，矩圆形，长2.2毫米；花柱直立，无毛，上端甚弯曲；花盘明显，圆锥形，包围花柱的基部，无毛。果实椭圆形，长9-l2毫米，直径6-10毫米，粉红色，密被银白色鳞片；果肉乳白色，粉质；果梗短，粗壮，长3-6毫米。花期5-6月，果期9月。\n产辽宁、河北、山西、河南、陕西、甘肃、内蒙古、宁夏、新疆、青海通常为栽培植物，亦有野生。分布于苏联、中东、近东至欧洲。本种适应力强，山地、平原、沙滩、荒漠均能生长；对土壤、气温、湿度要求不甚严格。\n果肉含有糖分、淀粉、蛋白质、脂肪和维生素，可以生食或熟食，新疆地区将果实打粉掺在面粉内代主食，亦可酿酒、制醋酱、糕点等食品。果实和叶可作牲畜饲料。花可提芳香油，作调香原料，用于化妆、皂用香精中；亦是密源植物。木材坚韧细密，可作家具、农具，亦可作燃料，是沙漠地区农村燃料的主要来源之一。沙枣根蘖性强，能保持水土，抗风沙，防止干旱，调节气侯，改良土壤，常用来营造防护林、防沙林、用材林和风景林，在新疆保证农业稳产丰收起了很大作用。其次，果实、叶、根可入药，果汁可作泻药，果实与车前一同捣碎可治痔疮，根煎汁可洗恶疥疮和马的瘤疥，叶干燥后研碎加水服，对治肺炎、气短有效。\n本种显著的特征是幼枝叶和花果均密被银白色鳞片；叶片披针形；花柱基部围绕着明显的无毛的圆锥形花盘；果实粉质。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "中国沙棘",
            "id": "190000190200190201",
            "latin": "Hippophae rhamnoides L. subsp. sinensis Rousi ",
            "content": "落叶灌木或乔木，高l-5米，高山沟谷可达18米，棘刺较多，粗壮，顶生或侧生；嫩枝褐绿色，密被银白色而带褐色鳞片或有时具白色星状柔毛，老枝灰黑色，粗糙；芽大，金黄色或锈色。单叶通常近对生，与枝条着生相似，纸质，狭披针形或矩圆状披针形，长30-80毫米，宽4-10(-13)毫米，两端钝形或基部近圆形，基部最宽，上面绿色，初被白色盾形毛或星状柔毛，下面银白色或淡白色，被鳞片，无星状毛；叶柄极短，几无或长1-1.5毫米。果实圆球形，直径4-6毫米，橙黄色或桔红色；果梗长1-2.5毫米；种子小，阔椭圆形至卵形，有时稍扁，长3-4.2毫米，黑色或紫黑色，具光泽。花期4-5月，果期9-10月。\n产河北、内蒙古、山西、陕西、甘肃、青海、四川西部。常生于海拔800-3600米温带地区向阳的山嵴、谷地、干涸河床地或山坡，多砾石或沙质土壤或黄土上。我国黄土高原极为普遍。后选模式标本采自山西交城。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "内蒙西风芹",
            "id": "200000200100200101",
            "latin": "Seseli intramongolicum Y. C. Ma ",
            "content": "多年生草本，高30-60厘米。根颈粗短，存留多数枯鞘纤维；根圆柱形，径4-8毫米，有时分叉，灰棕色，近木质化。茎单一，或于根颈处指状分叉，数茎呈丛生状，直立，圆柱形，髓部充实，表面有纵长极细条纹，光滑无毛，中下部开始分枝，常呈二叉状多次分枝。基生叶多数，叶柄长5-9厘米，基部有卵形具膜质边缘的叶鞘抱茎；叶片轮廓长圆形或长圆状卵形，2回羽状全裂，长2-9厘米，宽1-3厘米，第一回羽片3-5对，下部羽片有柄，向上渐无柄，末回裂片线形，长3-15毫米，宽0.5-1毫米，顶端有小尖头，边缘反曲，光滑无毛；茎生叶较小，无柄，仅有宽阔叶鞘；裂片少而狭长。花序多分枝，复伞形花序直径1-3厘米；伞辐2-5，呈棱角状突起，光滑无毛；无总苞片，小伞形花序有花7-15；小总苞片7-10，卵状披针形，边缘膜质，比花柄短，下半部或基部联合；萼齿细小，三角形；花瓣近圆形，小舌片近长方形，内曲，白色，中脉黄棕色；子房密被乳头状毛；花柱细，外曲，花柱基圆锥形，基底呈皱波状。分生果长圆形，横剖面五角状近圆形，果棱线状突起，长3-3.5毫米，宽约1.5毫米，密被乳头状毛；每棱槽内油管1，合生面油管2；胚乳腹面平直。花期7-8月，果期8-9月。\n产内蒙古（乌兰察布盟达尔罕茂明安联合旗、巴彦淖尔盟狼山、伊克昭盟桌子山）、宁夏（贺兰山）、甘肃（贺岗山）等省区。生于海拔1500-2200米山坡干燥地或石隙中。模式标本采自内蒙古固阳。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "海乳草",
            "id": "210000210100210101",
            "latin": "Glaux maritima L.",
            "content": "茎高3-25厘米，直立或下部匍伏，节间短，通常有分枝。叶近于无柄，交互对生或有时互生，间距极短，仅1毫米，或有时稍疏离，相距可达1厘米，近茎基部的3-4对鳞片状，膜质，上部叶肉质，线形、线状长圆形或近匙形，长4-15毫米，宽1.5-3.5 (5) 毫米，先端钝或稍锐尖，基部楔形，全缘。花单生于茎中上部叶腋；花梗长可达1.5毫米，有时极短，不明显；花萼钟形，白色或粉红色，花冠状，长约4毫米，分裂达中部，裂片倒卵状长圆形，宽1.5-2毫米，先端圆形；雄蕊5，稍短于花萼；子房卵珠形，上半部密被小腺点，花柱与雄蕊等长或稍短。蒴果卵状球形，长2.5-3毫米，先端稍尖，略呈喙状。花期6月；果期7-8月。\n产于黑龙江、辽宁、内蒙古、河北、山东、陕西、甘肃、新疆、青海、四川（西部）、西藏等省区。生于海边及内陆河漫滩盐碱地和沼泽草甸中。日本、苏联以及欧洲、北美洲均有分布。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "黄花补血草",
            "id": "220000220100220101",
            "latin": "Limonium aureum (L.) Hill",
            "content": "多年生草本，高4-35厘米，全株（除萼外）无毛。茎基往往被有残存的叶柄和红褐色芽鳞。叶基生（偶而花序轴下部1-2节上也有叶），常早凋，通常长圆状匙形至倒披针形，长1.5-3(5)厘米，宽2-5（15）毫米，先端圆或钝。有时急尖，下部渐狭成平扁的柄。花序圆锥状，花序轴2至多数，绿色，密被疣状突起（有时仅上部嫩枝具疣），由下部作数回叉状分枝，往往呈之字形曲折，下部的多数分枝成为不育枝，末级的不育枝短而常略弯；穗状花序位于上部分枝顶端，由3-5（7）个小穗组成；小穗含2-3花；外苞长约2.5-3.5毫米，宽卵形，先端钝或急尖，第一内苞长约5.5 6毫米；萼长5.5-6.5（7.5）毫米，漏斗状，萼筒径约1毫米，基部偏斜，全部沿脉和脉间密被长毛，萼檐金黄色（干后有时变橙黄色），裂片正三角形，脉伸出裂片先端成一芒尖或短尖，沿脉常疏被微柔毛，间生裂片常不明显；花冠橙黄色。花期6-8月，果期7-8月。\n产东北（西部）、华北（北部）和西北各省区，近年在四川西北部（甘孜）也发现有分布见于平原和山坡下部，生于土质含盐的砾石滩、黄土坡和砂土地上。蒙古和苏联也有。合模式标本采于黑龙江省的呼伦池一带。\n花萼和根为民间草药。主要为以花萼治妇女月经不调、鼻衄、带下。\n本植物分布较广，因之形态变化也大。其花序轴由之字形曲折可变成几直的，由圆柱形、近圆柱形变成具棱角或小枝二棱形的，由全部密被疣可变成仅嫩枝被疣，不育枝由很多可变成很少；萼的大小也有变化。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "美国红梣",
            "id": "230000230100230101",
            "latin": "Fraxinus pennsylvanica Marsh. ",
            "content": "落叶乔木，高10-20米；树皮灰色，粗糙，皱裂。顶芽圆锥形，尖头，被褐色糠秕状毛。小枝红棕色，圆柱形，被黄色柔毛或秃净，老枝红褐色，光滑无毛。羽状复叶长18-44厘米；叶柄长2-5厘米，基部几不膨大；叶轴圆柱形，上面具较宽的浅沟，密被灰黄色柔毛（变种和一些栽培型常无毛）；小叶79枚，薄革质，长圆状披针形、狭卵形或椭圆形，长4-13厘米，宽2-8厘米，顶生小叶与侧生小叶几等大，先端渐尖或急尖，基部阔楔形，叶缘具不明显钝锯齿或近全缘，上面黄绿色，无毛，下面淡绿色，疏被绢毛，脉上较密，中脉在上面凹入，侧脉7-9对，与细脉在下面凸起；小叶无柄或下方1对小叶具短柄。圆锥花序生于去年生枝上，长5-20厘米；花密集，雄花与两性花异株，与叶同时开放；花序梗短；花梗纤细，被短柔毛；雄花花萼小，萼齿不规则深裂，花药大，长圆形，花丝短；两性花花萼较宽，萼齿浅裂，花柱细，柱头2裂。翅果狭倒披针形，长3-5(-7)厘米，宽0.4-0.7(-1.2)厘米，上中部最宽，先端钝圆或具短尖头，翅下延近坚果中部，坚果圆柱形，长1.5-2厘米，宽约2毫米，脉棱明显。花期4月，果期8-10月。\n原产美国东海岸至落基山脉一带，生于河湖边岸湿润地段，树姿美丽。我国引种栽培已久，分布遍及全国各地，多见于庭园与行道树\n本种树皮不含七叶苷和七叶素的有效成分，故不能作秦皮药用。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "鹅绒藤",
            "id": "240000240100240101",
            "latin": "Cynanchum chinense R. Br. ",
            "content": "缠绕草本；主根圆柱状，长约20厘米，直径约5毫米，干后灰黄色；全株被短柔毛。叶对生，薄纸质，宽三角状心形，长4-9厘米，宽4-7厘米，顶端锐尖，基部心形，叶面深绿色，叶背苍白色，两面均被短柔毛，脉上较密；侧脉约10对，在叶背略为隆起。伞形聚伞花序腋生，两歧，着花约20朵；花萼外面被柔毛；花冠白色，裂片长圆状披针形；副花冠二形，杯状，上端裂成10个丝状体，分为两轮，外轮约与花冠裂片等长，内轮略短；花粉块每室1个，下垂；花柱头略为突起，顶端2裂。蓇葖双生或仅有1个发育，细圆柱状，向端部渐尖，长11厘米，直径5毫米；种子长圆形；种毛白色绢质。花期6-8月，果期8-10月。\n产于辽宁、河北、河南、山东、山西、陕西、宁夏、甘肃、江苏、浙江等省区。生长于海拔500米以下的山坡向阳灌木丛中或路旁、河畔、田埂边。模式标本采自河北北部。\n全株可作驱风剂。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "杠柳",
            "id": "240000240200240201",
            "latin": "Periploca sepium Bunge ",
            "content": "落叶蔓性灌木，长可达1.5米。主根圆柱状，外皮灰棕色，内皮浅黄色。具乳汁，除花外，全株无毛；茎皮灰褐色；小枝通常对生，有细条纹，具皮孔。叶卵状长圆形，长5-9厘米，宽1.5-2.5厘米，顶端渐尖，基部楔形，叶面深绿色，叶背淡绿色；中脉在叶面扁平，在叶背微凸起，侧脉纤细，两面扁平，每边20-25条；叶柄长约3毫米。聚伞花序腋生，着花数朵；花序梗和花梗柔弱；花萼裂片卵圆形，长3毫米，宽2毫米，顶端钝，花萼内面基部有10个小腺体；花冠紫红色，辐状，张开直径1.5厘米，花冠筒短，约长3毫米，裂片长圆状披针形，长8毫米，宽4毫米，中间加厚呈纺锤形，反折，内面被长柔毛，外面无毛；副花冠环状，10裂，其中5裂延伸丝状被短柔毛，顶端向内弯；雄蕊着生在副花冠内面，并与其合生，花药彼此粘连并包围着柱头，背面被长柔毛；心皮离生，无毛，每心皮有胚珠多个，柱头盘状凸起；花粉器匙形，四合花粉藏在载粉器内，粘盘粘连在柱头上。蓇葖2，圆柱状，长7-12厘米，直径约5毫米，无毛，具有纵条纹；种子长圆形，长约7毫米，宽约1毫米，黑褐色，顶端具白色绢质种毛；种毛长3厘米。花期5-6月，果期7-9月。\n分布于吉林、辽宁、内蒙古、河北、山东、山西、江苏、河南、江西、贵州、四川、陕西和甘肃等省区。生于平原及低山丘的林缘、沟坡、河边沙质地或地埂等处。模式标本采自北京附近山中。\n根皮、茎皮可药用，能祛风湿、壮筋骨强腰膝；治风湿关节炎、筋骨痛等，我国北方都以杠柳的根皮，称“北五加皮”，浸酒，功用与五加皮略似，但有毒，不宜过量和久服，以免中毒。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "砂引草",
            "id": "250000250100250101",
            "latin": "Messerschmidia sibirica L.",
            "content": "多年生草本，高10-30厘米，有细长的根状茎。茎单一或数条丛生，直立或斜升，通常分枝，密生糙伏毛或白色长柔毛。叶披针形、倒披针形或长圆形，长1-5厘米，宽6-10毫米，先端渐尖或钝，基部楔形或圆，密生糙伏毛或长柔毛，中脉明显，上面凹陷，下面突起，侧脉不明显，无柄或近无柄。花序顶生，直径1.5-4厘米；萼片披针形，长3-4毫米，密生向上的糙伏毛；花冠黄白色，钟状，长1-1.3厘米，裂片卵形或长圆形，外弯，花冠筒较裂片长，外面密生向上的糙伏毛；花药长圆形，长2.5-3毫米，先端具短尖，花丝极短，长约0.5毫米，着生花筒中部；子房无毛，略现4裂，长0.7-0.9毫米，花柱细，长约0.5毫米，柱头浅2裂，长0.7-0.8毫米，下部环状膨大。核果椭圆形或卵球形，长7-9毫米，直径5-8毫米，粗糙，密生伏毛，先端凹陷，核具纵肋，成熟时分裂为2个各含2粒种子的分核。花期5月，果实7月成熟。\n产东北、河北、河南、山东、陕西、甘肃、宁夏等省区。生海拔4-1930米海滨砂地、干旱荒漠及山坡道旁。蒙古、朝鲜及日本有分布。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "黄花软紫草",
            "id": "250000250200250201",
            "latin": "Arnebia guttata Bunge.",
            "content": "多年生草本。根含紫色物质。茎通常2-4条，有时1条，直立，多分枝，高10-25厘米，密生开展的长硬毛和短伏毛。叶无柄，匙状线形至线形，长1.5-5.5厘米，宽3-11毫米，两面密生具基盘的白色长硬毛，先端钝。镰状聚伞花序长3-10厘米，含多数花；苞片线状披针形。花萼裂片线形，长6-10毫米，果期可达15毫米，有开展或半贴伏的长伏毛；花冠黄色，筒状钟形，外面有短柔毛，檐部直径7-12毫米，裂片宽卵形或半圆形，开展，常有紫色斑点；雄蕊着生花冠筒中部（长柱花）或喉部（短柱花），花药长圆形，长约1.8毫米；子房4裂，花柱丝状，稍伸出喉部（长柱花）或仅达花冠筒中部（短柱花），先端浅2裂，柱头肾形。小坚果三角状卵形，长2.5-3毫米，淡黄褐色，有疣状突起。花果期6-10月。\n产西藏、新疆、甘肃西部、宁夏、内蒙古至河北北部。生戈壁、石质山坡、湖滨砾石地。印度西北部、巴基斯坦、克什米尔地区、阿富汗、苏联中亚地区及西伯利亚、蒙古也有分布。模式标本采自阿尔泰山东部。\n本种在体态、花冠檐的直径和有无紫色斑点，以及毛被物情况等方面都有较大的变异辐度。在西藏的标本上，除花萼上的毛较密而开展外，再看不出更大的差别。因此，我们赞成Johnston的意见，将A. tibetana Kurz和A. thomsonii Clarke归并于本种。\n根代紫草入药，功效与紫草同。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "疏花软紫草",
            "id": "250000250200250202",
            "latin": "Arnebia szechenyi Kanitz ",
            "content": "多年生草本。根稍含紫色物质。茎高20-30厘米，有疏分枝，密生灰白色短柔毛。叶无叶柄，狭卵形至线状长圆形，长1-2厘米，宽2-6毫米，先端急尖，两面都有短伏毛和具基盘的短硬毛，边缘具钝锯齿，齿端有硬毛。镰状聚伞花序长1.5-5厘米，有数朵花，排列较疏；苞片与叶同型。花萼长约1厘米，裂片线形，两面密生长硬毛和短硬毛；花冠黄色，筒状钟形，长15-22毫米，外面有短毛，檐部直径5-7毫米，常有紫色斑点；雄蕊着生花冠筒中部（长柱花）或喉部（短柱花），花药长约1.6毫米；子房4裂，花柱丝状，稍伸出喉部（长柱花）或仅达花冠筒中部，先端浅2裂。小坚果三角状卵形，长约2.7毫米，有疣状突起和短伏毛。花果期6-9月。\n产内蒙古西部、宁夏、甘肃西北部及青海东部和南部。生阳山坡。模式标本采自青海西宁。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "田旋花",
            "id": "260000260100260101",
            "latin": "Convolvulus arvensis L.",
            "content": "多年生草本，根状茎横走，茎平卧或缠绕，有条纹及棱角，无毛或上部被疏柔毛。叶卵状长圆形至披针形，长1.5-5厘米，宽1-3厘米，先端钝或具小短尖头，基部大多戟形，或箭形及心形，全缘或3裂，侧裂片展开，微尖，中裂片卵状椭圆形，狭三角形或披针状长圆形，微尖或近圆；叶柄较叶片短，长1-2厘米；叶脉羽状，基部掌状。花序腋生，总梗长3-8厘米，1或有时2-3至多花，花柄比花萼长得多；苞片2，线形，长约3毫米；萼片有毛，长3.5-5毫米，稍不等，2个外萼片稍短，长圆状椭圆形，钝，具短缘毛，内萼片近圆形，钝或稍凹，或多或少具小短尖头，边缘膜质；花冠宽漏斗形，长15-26毫米，白色或粉红色，或白色具粉红或红色的瓣中带，或粉红色具红色或白色的瓣中带，5浅裂；雄蕊5，稍不等长，较花冠短一半，花丝基部扩大，具小鳞毛；雌蕊较雄蕊稍长，子房有毛，2室，每室2胚珠，柱头2，线形。蒴果卵状球形，或圆锥形，无毛，长5-8毫米。种子4，卵圆形，无毛，长3-4毫米，暗褐色或黑色。\n产我国吉林、黑龙江、辽宁、河北、河南、山东、山西、陕西、甘肃、宁夏、新疆、内蒙古、江苏、四川、青海、西藏等省区。生于耕地及荒坡草地上。广布两半球温带，稀在亚热带及热带地区有分布。\n全草入药，调经活血，滋阴补虚。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "刺旋花",
            "id": "260000260100260102",
            "latin": "Convolvulus tragacanthoides Turcz.",
            "content": "匍匐有刺亚灌木，全体被银灰色绢毛，高4-10-（15）厘米，茎密集分枝，形成披散垫状；小枝坚硬，具刺；叶狭线形，或稀倒披针形，长0.5-2厘米，宽0.5-4（5-6）毫米，先端圆形，基部渐狭，无柄，均密被银灰色绢毛。花2-5（-6）朵密集于枝端，稀单花，花枝有时伸长，无刺，花柄长2-5毫米，密被半贴生绢毛；粤片长5-7（8）毫米，椭圆形或长圆状倒卵形，先端短渐尖，或骤细成尖端，外面被棕黄色毛；花冠漏斗形，长15-25毫米，粉红色，具5条密生毛的瓣中带，5浅裂；雄蕊5,不等长，花丝丝状，无毛，基部扩大，较花冠短一半；雌蕊较雄蕊长；子房有毛，2室，每室2胚珠；花柱丝状，柱头2，线形。蒴果球形，有毛，长4-6毫米。种子卵圆形，无毛。花期5-7月。\n产于我国北部和西北部（河北、陕西、甘肃、内蒙古、宁夏、新疆至四川西北部），生石缝中及戈壁滩。分布蒙古和苏联。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "菟丝子",
            "id": "260000260200260201",
            "latin": "Cuscuta chinensis Lam.",
            "content": "一年生寄生草本。茎缠绕，黄色，纤细，直径约1毫米，无叶。花序侧生，少花或多花簇生成小伞形或小团伞花序，近于无总花序梗；苞片及小苞片小，鳞片状；花梗稍粗壮，长仅1毫米许；花萼杯状，中部以下连合，裂片三角状，长约1.5毫米，顶端钝；花冠白色，壶形，长约3毫米，裂片三角状卵形，顶端锐尖或钝，向外反折，宿存；雄蕊着生花冠裂片弯缺微下处；鳞片长圆形，边缘长流苏状；子房近球形，花柱2，等长或不等长，柱头球形。蒴果球形，直径约3毫米，几乎全为宿存的花冠所包围，成熟时整齐的周裂。种子2-49，淡褐色，卵形，长约1毫米，表面粗糙。\n产黑龙江、吉林、辽宁、河北、山西、陕西、宁夏、甘肃、内蒙古、新疆、山东、江苏、安徽、河南、浙江、福建、四川、云南等省。生于海拔200-3000米的田边、山坡阳处、路边灌丛或海边沙丘，通常寄生于豆科、菊科、蒺藜科等多种植物上。分布伊朗，阿富汗向东至日本，朝鲜，南至斯里兰卡，马达加斯加，澳大利亚。\n本种为大豆产区的有害杂草，并对胡麻、苧麻、花生、马铃薯等农作物也有危害。种子药用，有补肝肾、益精壮阳，止泻的功能。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "冬青叶兔唇花",
            "id": "270000270100270101",
            "latin": "Lagochilus ilicifolius Bunge ",
            "content": "多年生植物；根木质。茎分枝，铺散，高10-20厘米，基部木质化，干后白绿色，被白色细短硬毛。叶楔状菱形，向上，长约10毫米，宽5-9毫米，先端具3-5齿裂，齿端短芒状刺尖，基部楔形，硬革质，两面无毛，干后白绿色，无柄。轮伞花序具2-4花，生于中部以上的叶腋内；苞片细针状，向上，长约8毫米，无毛，不具花的叶腋内无苞片或稀具针状小苞片。花萼管状钟形，长约12毫米，宽约6毫米，白绿色，硬革质，无毛，齿大小不相等，后一齿较长，长约7毫米，与其相对的齿凹缺长度与之近相等，其余4齿每2齿间的齿凹缺较短，长约5毫米，齿均长圆状披针形，先端有极短刺尖。花冠淡黄色，长2.5-2.7厘米，网脉紫褐色，明显，上唇直立，长1.8厘米，宽约6毫米，先端2裂，外面被白色绵毛，内面被白色糙伏毛，下唇长约1.5厘米，中部宽约1厘米，外面被微毛，内面无毛，3深裂，中裂片大，长7.5毫米，宽1.1厘米，倒心形，先端深凹，侧裂片小，卵圆形，长约4.2毫米，宽约3.5毫米，先端具2齿。雄蕊着生于冠筒基部，后对短，长约2厘米，前对较长，长约2.4厘米，花丝扁平，边缘膜质，基部被微柔毛。花柱近方柱形，先端为相等的2短裂。花盘浅。子房无毛。花期7-9月，果期在9月以后。\n产内蒙古，宁夏，甘肃，陕西北部；生于沙地及缓坡半荒漠灌丛中，海拔830-2000米。苏联，蒙古也有。模式标本采自内蒙古。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "脓疮草",
            "id": "270000270200270201",
            "latin": "Panzeria alaschanica Kupr.",
            "content": "多年生草本，具粗大的木质主根。茎从基部发出，高30-35厘米，基部近于木质，多分枝，茎、枝四棱形，密被白色短绒毛。叶轮廓为宽卵圆形，宽3-5厘米，茎生叶掌状5裂，裂片常达基部，狭楔形，宽2-4毫米，小裂片线状披针形，苞叶较小，3深裂，叶片上面由于密被贴生短毛而呈灰白色，下面被有白色紧密的绒毛，叶脉在上面下陷，下面不明显突出，叶柄细长，扁平，被绒毛。轮伞花序多花，多数密集排列成顶生长穗状花序；小苞片钻形，先端刺尖，被绒毛。花萼管状钟形，外面密被绒毛，内面无毛，由于毛被密集而脉不明显，萼筒长约1.2-1.5厘米，齿5，稍不等大，长2-3毫米，前2齿稍长，宽三角形，先端骤然短刺尖。花冠淡黄或白色，下唇有红条纹，长（30）33-40毫米，外被丝状长柔毛，内面无毛，冠檐二唇形，上唇直伸，盔状，长圆形，基部收缩，下唇直伸，浅3裂，中裂片较大，心形，侧裂片卵圆形。雄蕊4，前对稍长，花丝丝状，略被微柔毛，花药黄色，卵圆形，2室，室平行，横裂。花柱丝状，略短于雄蕊，先端相等2浅裂。花盘平顶。小坚果卵圆状三棱形，具疣点，顶端圆，长约3毫米。花期7-9月。\n产内蒙古西南部，陕西，宁夏；生于砂地上，海拔900-1350（-2650?）米。模式标本采自宁夏阿拉善左旗。\n全草入药，用以治疮疥。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "阿拉善黄芩",
            "id": "270000270300270301",
            "latin": "Scutellaria  alaschanica  Tschern ",
            "content": "多年生草本，高12—30厘米。主根木质，圆柱形，直径达2厘米。茎弧曲上升，被下向的疏或密的短柔毛，有时混生腺毛。叶片草质，卵形、卵状披针形或披针形，长1—3厘米，宽3—11毫米，先端圆或钝，基部宽楔形至圆形，全缘，或中部以下每侧有2—5个不规则的浅牙齿而中部以上常全缘，两面被短毛或被短柔毛，两面几无腺粒或具黄色腺粒；叶柄长1—4毫米。花序总状，顶生，长3—10厘米；小苞片条形，长约1毫米；花梗长约2毫米，与花序轴被腺毛；花萼开花时长约2.5毫米，盾片高约1毫米，被腺毛；花冠粉红、淡紫至紫蓝色，长2.2—2.9厘米，外面被腺毛；冠筒近基部膝曲，上唇盔状，先端微缺，里面在基部被腺毛，下唇中裂片近圆形；花丝中部以下被疏柔毛；子房4裂，表面瘤状突起；花盘肥厚，平顶。花期6—8月。\n生于山地阳坡的旱中生植物。见于阴山、贺兰山及东阿拉善等州。\n产伊克昭盟(千里山)、巴彦淖尔盟(狼山)、阿拉善盟(贺兰山)\n根也可作黄芩入药。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "曼陀罗",
            "id": "280000280100280101",
            "latin": "Datura stramonium L..",
            "content": "草本或半灌木状，高0.5-1.5米，全体近于平滑或在幼嫩部分被短柔毛。茎粗壮，圆柱状，淡绿色或带紫色，下部木质化。叶广卵形，顶端渐尖，基部不对称楔形，边缘有不规则波状浅裂，裂片顶端急尖，有时亦有波状牙齿，侧脉每边3-5条，直达裂片顶端，长8-17厘米，宽4-12厘米；叶柄长3-5厘米。花单生于枝叉间或叶腋，直立，有短梗；花萼筒状，长4-5厘米，筒部有5棱角，两棱间稍向内陷，基部稍膨大，顶端紧围花冠筒，5浅裂，裂片三角形，花后自近基部断裂，宿存部分随果实而增大并向外反折；花冠漏斗状，下半部带绿色，上部白色或淡紫色，檐部5浅裂，裂片有短尖头，长6-10厘米，檐部直径3-5厘米；雄蕊不伸出花冠，花丝长约3厘米，花药长约4毫米；子房密生柔针毛，花柱长约6厘米。蒴果直立生，卵状，长3-4.5厘米，直径2-4厘米，表面生有坚硬针刺或有时无刺而近平滑，成熟后淡黄色，规则4瓣裂。种子卵圆形，稍扁，长约4毫米，黑色。花期6-10月，果期7-11月。\n广布于世界各大洲；我国各省区都有分布。常生于住宅旁、路边或草地上，也有作药用或观赏而栽培。全株有毒！含莨菪碱，药用，有镇痉、镇静、镇痛、麻醉的功能。种子油可制肥皂和掺合油漆用。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "宁夏枸杞",
            "id": "280000280200280201",
            "latin": "Lycium barbarum L.",
            "content": "灌木，或栽培因人工整枝而成大灌木，高0.8-2米，栽培者茎粗直径达10-20厘米；分枝细密，野生时多开展而略斜升或弓曲，栽培时小枝弓曲而树冠多呈圆形，有纵棱纹，灰白色或灰黄色，无毛而微有光泽，有不生叶的短棘刺和生叶、花的长棘刺。叶互生或簇生，披针形或长椭圆状披针形，顶端短渐尖或急尖，基部楔形，长2-3厘米，宽4-6毫米，栽培时长达12厘米，宽1.5-2厘米，略带肉质，叶脉不明显。花在长枝上1-2朵生于叶腋，在短枝上2-6朵同叶簇生；花梗长1-2厘米，向顶端渐增粗。花萼钟状，长4-5毫米，通常2中裂，裂片有小尖头或顶端又2-3齿裂；花冠漏斗状，紫堇色，筒部长8-10毫米，自下部向上渐扩大，明显长于檐部裂片，裂片长5-6毫米，卵形，顶端圆钝，基部有耳，边缘无缘毛，花开放时平展；雄蕊的花丝基部稍上处及花冠筒内壁生一圈密绒毛；花柱象雄蕊一样由于花冠裂片平展而稍伸出花冠。浆果红色或在栽培类型中也有橙色，果皮肉质，多汁液，形状及大小由于经长期人工培育或植株年龄、生境的不同而多变，广椭圆状、矩圆状、卵状或近球状，顶端有短尖头或平截、有时稍凹陷，长8-20毫米，直径5-10毫米。种子常20余粒，略成肾脏形，扁压，棕黄色，长约2毫米。花果期较长，一般从5月到10月边开花边结果，采摘果实时成熟一批采摘一批。\n原产我国北部：河北北部、内蒙古、山西北部、陕西北部、甘肃、宁夏、青海、新疆有野生，由于果实入药而栽培，现在除以上省区有栽培外，我国中部和南部不少省区也已引种栽培，尤其是宁夏及天津地区栽培多、产量高。本种栽培在我国有悠久的历更。现在欧洲及地中海沿岸国家则普遍栽培并成为野生。常生于土层深厚的沟岸、山坡、田梗和宅旁，耐盐碱、沙荒和干旱，因此可作水土保持和造林绿化的灌木。\n果实中药称枸杞子，性味甘平，有滋肝补肾、益精明目的作用。根据理化分析，它含甜菜碱（betaine)、酸浆红色素（physalein）、隐黄尿圜（cryptoxanthin)以及胡萝卜素（维生素A)、硫胺素（维生素B1)、核黄素（维生素B2)、抗坏血酸（维生素C)，并含烟酸、钙、磷、铁等，可见，它含人体所需要的多种营养成分，因此作为滋补药畅销国内外。另外，根皮中药称地骨皮也作药用；果柄及叶还是猪、羊的良好饲料。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "枸杞",
            "id": "280000280200280202",
            "latin": "Lycium chinense Mill.",
            "content": "多分枝灌木，高0.5-1米，栽培时可达2米多；枝条细弱，弓状弯曲或俯垂，淡灰色，有纵条纹，棘刺长0.5-2厘米，生叶和花的棘刺较长，小枝顶端锐尖成棘刺状。叶纸质或栽培者质稍厚，单叶互生或2-4枚簇生，卵形、卵状菱形、长椭圆形、卵状披针形，顶端急尖，基部楔形，长1.5-5厘米，宽0.5-2.5厘米，栽培者较大，可长达10厘米以上，宽达4厘米；叶柄长0.4-1厘米。花在长枝上单生或双生于叶腋，在短枝上则同叶簇生；花梗长1-2厘米，向顶端渐增粗。花萼长3-4毫米，通常3中裂或4-5齿裂，裂片多少有缘毛；花冠漏斗状，长9-12毫米，淡紫色，筒部向上骤然扩大，稍短于或近等于檐部裂片，5深裂，裂片卵形，顶端圆钝，平展或稍向外反曲，边缘有缘毛，基部耳显著；雄蕊较花冠稍短，或因花冠裂片外展而伸出花冠，花丝在近基部处密生一圈绒毛并交织成椭圆状的毛丛，与毛丛等高处的花冠筒内壁亦密生一环绒毛；花柱稍伸出雄蕊，上端弓弯，柱头绿色。浆果红色，卵状，栽培者可成长矩圆状或长椭圆状，顶端尖或钝，长7-15毫米，栽培者长可达2.2厘米，直径5-8毫米。种子扁肾脏形，长2.5-3毫米，黄色。花果期6-11月。\n分布于我国东北、河北、山西、陕西、甘肃南部以及西南、华’中、华南和华东各省区；朝鲜，日本，欧洲有栽培或逸为野生。常生于山坡、荒地、丘陵地、盐碱地、路旁及村边宅旁。在我国除普遍野生外，各地也有作药用、蔬菜或绿化栽培。\n果实（中药称枸杞子），药用功能与宁夏枸杞同；根皮（中药称地骨皮），有解热止咳之效用；嫩叶可作蔬菜；种子油可制润滑油或食用油；由于它耐干旱，可生长在沙地，因此可作为水土保持的灌木。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "野胡麻",
            "id": "290000290100290101",
            "latin": "Dodartia orientalis L.",
            "content": "多年生直立草本，高15-50厘米，无毛或幼嫩时疏被柔毛。根粗壮，伸长，长可达20余厘米，带肉质，须根少。茎单一或束生，近基部被棕黄色鳞片，茎从基部起至到顶端，多回分枝，枝伸直，细瘦，具棱角，扫帚状。叶疏生，茎下部的对生或近对生，上部的常互生，宽条形，长1-4厘米，全缘或有疏齿。总状花序顶生，伸长，花常3-7朵，稀疏；花梗短，长0.5-1毫米；花萼近革质，长约4毫米，萼齿宽三角形，近相等；花冠紫色或深紫红色，长1.5-2.5厘米，花冠筒长筒状，上唇短而伸直，卵形，端2浅裂，下唇褶襞密被多细胞腺毛，侧裂片近圆形，中裂片突出，舌状；雄蕊花药紫色，肾形；子房卵圆形，长1.5毫米，花柱伸直，无毛。蒴果圆球形，直径约5毫米，褐色或暗棕褐色，具短尖头；种子卵形，长0.5-0.7毫米，黑色。花果期5-9月。\n分布于我国新疆、内蒙古、甘肃、四川；蒙古人民共和国，苏联，伊朗也有。生海拔800-1400米的多沙的山坡及田野。药用。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "地黄",
            "id": "290000290200290201",
            "latin": "Rehmannia glutinosa (Gaetn.) Libosch. ex Fisch. et Mey.",
            "content": "体高10-30厘米，密被灰白色多细胞长柔毛和腺毛。根茎肉质，鲜时黄色，在栽培条件下，直径可达5.5厘米，茎紫红色。叶通常在茎基部集成莲座状，向上则强烈缩小成苞片，或逐渐缩小而在茎上互生；叶片卵形至长椭圆形，上面绿色，下面略带紫色或成紫红色，长2-13厘米，宽1-6厘米，边缘具不规则圆齿或钝锯齿以至牙齿；基部渐狭成柄，叶脉在上面凹陷，下面隆起。花具长0.5-3厘米之梗，梗细弱，弯曲而后上升，在茎顶部略排列成总状花序，或几全部单生叶腋而分散在茎上；萼长1-1.5厘米，密被多细胞长柔毛和白色长毛，具10条隆起的脉；萼齿5枚，矩圆状披针形或卵状披针形抑或多少三角形，长0.5-0.6厘米，宽0.2-0.3厘米，稀前方2枚各又开裂而使萼齿总数达7枚之多；花冠长3-4.5厘米；花冠筒多少弓曲，外面紫红色，被多细胞长柔毛；花冠裂片，5枚，先端钝或微凹，内面黄紫色，外面紫红色，两面均被多细胞长柔毛，长5-7毫米，宽4-10毫米；雄蕊4枚；药室矩圆形，长2.5毫米，宽1.5毫米，基部叉开，而使两药室常排成一直线，子房幼时2室，老时因隔膜撕裂而成一室，无毛；花柱顶部扩大成2枚片状柱头。蒴果卵形至长卵形，长1-1.5厘米。花果期4-7月。\n分布于辽宁、河北、河南、山东、山西、陕西、甘肃、内蒙古、江苏、湖北等省区。生于海拔50-1100米之砂质壤土、荒山坡、山脚、墙边、路旁等处。此外，国内各地及国外均有栽培。根茎药用。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "龙蒿",
            "id": "300000300100300101",
            "latin": "Artemisia dracunculus L.",
            "content": "半灌木状草本。根粗大或略细，木质，垂直；根状茎粗，木质，直立或斜上长，直径0.5-2厘米，常有短的地下茎。茎通常多数，成丛，高40-150(-200)厘米，褐色或绿色，有纵棱，下部木质，稍弯曲，分枝多，开展，斜向上；茎、枝初时微有短柔毛，后渐脱落。叶无柄，初时两面微有短柔毛，后两面无毛或近无毛，下部叶花期凋谢；中部叶线状披针形或线形，长(1.5-) 3-7 (-10 )厘米，宽2-3毫米，先端渐尖，基部渐狭，全缘；上部叶与苞片叶略短小，线形或线状披针形，长0.5-3厘米，宽1-2毫米。头状花序多数，近球形、卵球形或近半球形，直径2-2.5毫米，具短梗或近无梗，斜展或略下垂，基部有线形小苞叶，在茎的分枝上排成复总状花序，并在茎上组成开展或略狭窄的圆锥花序；总苞片3层，外层总苞片略狭小，卵形，背面绿色，无毛，中、内层总苞片卵圆形或长卵形，边缘宽膜质或全为膜质花序托小，凸起；雌花6-10朵，花冠狭管状或稍呈狭圆锥状，檐部具2(-3)裂齿，花柱伸出花冠外，先端2叉，叉端尖；两性花8-14朵，不孕育，花冠管状，花药线形，先端附属物尖，长三角形，基部圆钝，花柱短，上端棒状，2裂，不叉开，退化子房小。瘦果倒卵形或椭圆状倒卵形。花果期7-10月。\n产黑龙江、吉林、辽宁、内蒙古、河北（北部）、山西（北部）、陕西（北部）、宁夏、甘肃、青海及新疆；东北、华北及新疆分布在海拔500-2 500米地区，甘肃、青海分布在海拔2 000-3800米地区，多生于干山坡、草原、半荒漠草原、森林草原、林缘、田边、路旁、干河谷、河岸阶地、亚高山草甸等地区，也见于盐碱滩附近，常成丛生长，局部地区成为植物群落的主要伴生种。为北温带及亚热带半荒漠与草原地区的广布种；蒙古，阿富汗，印度（北部），巴基斯坦（北部），克什米尔地区，锡金，苏联及欧洲东部、中部及西部和北美洲各国都有。模式标本采自苏联西伯利亚。\n含挥发油，主要成分为醛类物质，还含少量生物碱。青海民间入药，治暑湿发热、虚劳等。根有辣味，新疆民间取根研末，代替辣椒作调味品。牧区作牲畜饲料。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "裂叶蒿",
            "id": "300000300100300102",
            "latin": "Artemisia tanacetifolia L..",
            "content": "多年生草本。主根细；根状茎稍粗，匍地或斜向上。茎少数或单生，草质，高50-70（-90）厘米，具纵棱，上部具分枝，枝短，下部不分枝，茎上部与分枝通常被平贴的短柔毛。叶质薄，上面绿色，微有凹点，无毛或疏被短绒毛，背面初时密被白色短绒毛，后稍稀疏；茎下部与中部叶椭圆状长圆形或长卵形，长3-12厘米，宽1.5-5(-8)厘米，二至三回栉齿状的羽状分裂，第一回全裂，每侧有裂片6-8枚，裂片椭圆形或椭圆状长圆形，叶片上端裂片斜向叶先端，中部裂片与中轴成直角叉开，基部裂片斜向叶柄，每裂片基部均下延在叶轴与叶柄上端成狭翅状，每裂片常再次羽状深裂，小裂片短小，椭圆状披针形或为线状披针形的栉齿，小裂片不再分裂或边缘具若干小锯齿，叶柄长3-12厘米，基部有小型的假托叶；上部叶一至二回栉齿状羽状全裂，无柄或近无柄；苞片叶栉齿状羽状分裂或不分裂，为线形或线状披针形。头状花序球形或半球形，直径2-3(-3.5) 毫米，下垂，在分枝上排成密集或稍疏松的穗状花序，并在茎上组成略狭窄的扫帚形的圆锥花序；总苞片3层，内、外层近等长，外层总苞片狭卵形或椭圆状卵形，淡绿色，背面无毛或初时微有稀疏短绒毛，后渐脱落或近无毛，边缘狭膜质，中层总苞片卵形，背面无毛，边缘宽膜质，内层总苞片近膜质；花序托半球形，凸起；雌花8-15朵，花冠狭管状，背面有腺点，檐部具2裂齿，背面常有短柔毛，花柱略伸出花冠外，先端2叉，直立或斜展，叉端尖；两性花30-40朵，花冠管状，背面有腺点，檐部背面有短柔毛，花药披针形，上端附属物尖，长三角形，基部有短尖头，花柱与花冠近等长，先端2叉，花后叉开，叉端有睫毛。瘦果椭圆状倒卵形，略扁，有纵纹，暗褐色。花果期7-10月。\n产黑龙江、吉林、辽宁、内蒙古、河北（北部）、山西（北部）、陕西（北部）、宁夏、甘肃（北部）；多生于中、低海拔地区的森林草原、草原、草甸、林缘或疏林中以及盐土性草原、草坡及灌丛等处，局部地区形成植物群落的主要伴生种。蒙古、朝鲜、苏联（中亚、西伯利亚及欧洲部分）、欧洲东部和中部各国及北美洲（阿拉斯加）也有。模式标本采自苏联西伯利亚。\n牧区作牲畜饲料。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "黄花蒿",
            "id": "300000300100300103",
            "latin": "Artemisia annua ",
            "content": "一年生草本；植株有浓烈的挥发性香气。根单生，垂直，狭纺锤形；茎单生，高100-200厘米，基部直径可达1厘米，有纵棱，幼时绿色，后变褐色或红褐色，多分枝；茎、枝、叶两面及总苞片背面无毛或初时背面微有极稀疏短柔毛，后脱落无毛。叶纸质，绿色；茎下部叶宽卵形或三角状卵形，长3-7厘米，宽2-6厘米，绿色，两面具细小脱落性的白色腺点及细小凹点，三（至四）回栉齿状羽状深裂，每侧有裂片5-8(-10)枚，裂片长椭圆状卵形，再次分裂，小裂片边缘具多枚栉齿状三角形或长三角形的深裂齿，裂齿长1-2毫米，宽0.5-1毫米，中肋明显，在叶面上稍隆起，中轴两侧有狭翅而无小栉齿，稀上部有数枚小栉齿，叶柄长1-2厘米，基部有半抱茎的假托叶；中部叶二（至三）回栉齿状的羽状深裂，小裂片栉齿状三角形。稀少为细短狭线形，具短柄；上部叶与苞片叶一（至二）回栉齿状羽状深裂，近无柄。头状花序球形，多数，直径1.5-2.5毫米，有短梗，下垂或倾斜，基部有线形的小苞叶，在分枝上排成总状或复总状花序，并在茎上组成开展、尖塔形的圆锥花序；总苞片3-4层，内、外层近等长，外层总苞片长卵形或狭长椭圆形，中肋绿色，边膜质，中层、内层总苞片宽卵形或卵形，花序托凸起，半球形；花深黄色，雌花10-18朵，花冠狭管状，檐部具2（-3）裂齿，外面有腺点，花柱线形，伸出花冠外，先端2叉，叉端钝尖；两性花10-30朵，结实或中央少数花不结实，花冠管状，花药线形，上端附属物尖，长三角形，基部具短尖头，花柱近与花冠等长，先端2叉，叉端截形，有短睫毛。瘦果小，椭圆状卵形，略扁。花果期8-11月。\n遍及全国；东半部省区分布在海拔1 500米以下地区，西北及西南省区分布在2 000-3 000米地区，西藏分布在3 650米地区；生境适应性强，东部、南部省区生长在路旁、荒地、山坡、林缘等处；其他省区还生长在草原、森林草原、干河谷、半荒漠及砾质坡地等，也见于盐渍化的土壤上，局部地区可成为植物群落的优势种或主要伴生种。广布于欧洲、亚洲的温带、寒温带及亚热带地区，在欧洲的中部、东部、南部及亚洲北部、中部、东部最多，向南延伸分布到地中海及非洲北部，亚洲南部、西南部各国；另外还从亚洲北部迁入北美洲、并广布于加拿大及美国。模式标本采自苏联西伯利亚地区。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蒙古蒿",
            "id": "300000300100300104",
            "latin": "Artemisia mongolica (Fisch. ex Bess.) Nakai",
            "content": "多年生草本。根细，侧根多；根状茎短，半木质化，直径4-7毫米，有少数营养枝。茎少数或单生，高40-120厘米，具明显纵棱；分枝多，长(6-)10-20厘米，斜向上或略开展；茎、枝初时密被灰白色蛛丝状柔毛，后稍稀疏。叶纸质或薄纸质，上面绿色，初时被蛛丝状柔毛，后渐稀疏或近无毛，背面密被灰白色蛛丝状绒毛；下部叶卵形或宽卵形，二回羽状全裂或深裂，第一回全裂，每侧有裂片2-3枚，裂片椭圆形或长圆形，再次羽状深裂或为浅裂齿，叶柄长，两侧常有小裂齿，花期叶萎谢；中部叶卵形、近圆形或椭圆状卵形，长(3-)5-9厘米，宽4-6厘米，（一至）二回羽状分裂，第一回全裂，每侧有裂片2-3枚，裂片椭圆形、椭圆状披针形或披针形，再次羽状全裂，稀深裂或3裂，小裂片披针形、线形或线状披针形，先端锐尖，边缘不反卷，基部渐狭成短柄，叶柄长0.5-2厘米，两侧偶有1-2枚小裂齿，基部常有小型的假托叶；上部叶与苞片叶卵形或长卵形，羽状全裂或5或3全裂，裂片披针形或线形，无裂齿或偶有1-30 浅裂齿，无柄。头状花序多数，椭圆形，直径1.5-2毫米，无梗，直立或倾斜，有线形小苞叶，在分枝上排成密集的穗状花序，稀少为略疏松的穗状花序，并在茎上组成狭窄或中等开展的圆锥花序；总苞片3-4层，覆瓦状排列，外层总苞片较小，卵形或狭卵形，背面密被灰白色蛛丝状毛，边缘狭膜质，中层总苞片长卵形或椭圆形，背面密被灰白色蛛丝状柔毛，边宽膜质，内层总苞片椭圆形，半膜质，背面近无毛；雌花5-10朵，花冠狭管状，檐部具2裂齿，紫色，花柱伸出花冠外，先端2叉，反卷，叉端尖；两性花8-15朵，花冠管状，背面具黄色小腺点，檐部紫红色，花药线形，先端附属物尖，长三角形，基部圆钝，花柱与花冠近等长，先端2叉，叉端截形并有睫毛。瘦果小，长圆状倒卵形。花果期8-10月。\n产黑龙江、吉林、辽宁、内蒙古、河北、山西、陕西、宁夏、甘肃、青海、新疆、山东、江苏、安徽、江西、福建（北部）、台湾（中部高山地区）、河南、湖北、湖南、广东（北部）、四川及贵州等省区；多生于中或低海拔地区的山坡、灌丛、河湖岸边及路旁等，西北、华北地区还见于森林草原、草原和干河谷等地区。蒙古、朝鲜、日本及苏联（西伯利亚）也有。模式标本采自蒙古东北部至苏联贝加尔湖间。\n全草入药，作“艾”（家艾）的代用品，有温经、止血、散寒、祛湿等作用。另可提取芳香油，供化工工业用；全株作牲畜饲料，又可作纤维与造纸的原料。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "莳萝蒿",
            "id": "300000300100300105",
            "latin": "Artemisia anethoides Mattf.",
            "content": "一、二年生草本；植株有浓烈的香气。主根单一，狭纺锤形，侧根多数。茎单生，高30-60(-90)厘米，淡红色或红色，分枝多，具小枝；茎、枝均被灰白色短柔毛，叶两面密被白色绒毛。基生叶与茎下部叶长卵形或卵形，长3-4(-5)厘米，宽2-4厘米，三（至四）回羽状全裂，小裂片狭线形或狭线状披针形，叶柄长，花期均凋谢；中部叶宽卵形或卵形，长2-4厘米，宽1-3厘米，二至三回羽状全裂，每侧有裂片（1-）2-3枚，小裂片丝线形或毛发状，长2-5毫米，宽0.3-0.5毫米，先端钝尖，近无柄，基部裂片半抱茎；上部叶与苞片叶3全裂或不分裂，裂片或不分裂的苞片叶狭线形。头状花序近球形，多数，直径1.5-2(-2-5)毫米，具短梗，下垂，基部有狭线形的小苞叶，在分枝上排成复总状花序或为穗状花序式的总状花序，并在茎上组成开展的圆锥花序；总苞片3-4层，外层、中层总苞片椭圆形或披针形，背面密被白色短柔毛，具绿色中肋，边缘膜质，内层总苞片长卵形，近膜质，背面无毛花序托具托毛；雌花3-6朵，花冠狭管状，花柱线形，伸出花冠外，先端2叉，叉端锐尖；两性花8-16朵，花冠管状，花药线形，先端附属物尖，长三角形，基部钝或有短尖头，花柱与花冠近等长，先端2叉，叉端截形，叉口与叉端有睫毛。瘦果倒卵形，上端平整或略偏斜，微有不对称的冠状附属物。花果期6-10月。\n产黑龙江、吉林、辽宁、内蒙古、河北、山西、陕西、宁夏、甘肃、青海、新疆、山东（北部）、河南（北部）和四川（北部）；通常分布在低海拔地区，西北省区可分布到海拔3 300米地区；多生长在干山坡、河湖边沙地、荒地、路旁等，盐碱地附近尤多，在草原、半荒漠草原与森林草原附近也有，在低湿、盐渍化的局部地区可成为区域性植物群落的优势种或次优势种，常侵入到旱田里，成为田间有害的杂草之一。蒙古、苏联也有。模式标本采自我国北方。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "大籽蒿",
            "id": "300000300100300106",
            "latin": "Artemisia sieversiana Ehrhart ex Willd.",
            "content": "一、二年生草本。主根单一，垂直，狭纺锤形。茎单生，直立，高50-150厘米，细，有时略粗，稀下部稍木质化，基部直径可达2厘米，纵棱明显，分枝多；茎、枝被灰白色微柔毛。下部与中部叶宽卵形或宽卵圆形，两面被微柔毛，长4-8（-13）厘米，宽3-6（-15）厘米，二至三回羽状全裂，稀为深裂，每侧有裂片2-3枚，裂片常再成不规则的羽状全裂或深裂，基部侧裂片常有第三次分裂，小裂片线形或线状披针形，长2-10毫米，宽1-1.5（-2）毫米，有时小裂片边缘有缺齿，先端钝或渐尖，叶柄长（1-）2-4厘米，基部有小型羽状分裂的假托叶；上部叶及苞片叶羽状全裂或不分裂，而为椭圆状披针形或披针形，无柄。头状花序大，多数，半球形或近球形，直径（3-）4-6毫米，具短梗，稀近无梗，基部常有线形的小苞叶，在分枝上排成总状花序或复总状花序，而在茎上组成开展或略狭窄的圆锥花序；总苞片3-4层，近等长，外层、中层总苞片长卵形或椭圆形，背面被灰白色微柔毛或近无毛，中肋绿色，边缘狭膜质，内层长椭圆形，膜质；花序托凸起，半球形，有白色托毛；雌花2（-3）层，20-30朵，花冠狭圆锥状，檐部具（2-）3-4裂齿，花柱线形，略伸出花冠外，先端2叉，叉端钝尖；两性花多层，80-120朵，花冠管状，花药披针形或线状披针形，上端附属物尖，长三角形，基部有短尖头，花柱与花冠等长，先端叉开，叉端截形，有睫毛。瘦果长圆形。花果期6-10月。\n广布于温带或亚热带高山地区。我国自黑龙江、吉林、辽宁、内蒙古、河北、山西、陕西、宁夏、甘肃、青海、新疆至四川、贵州、云南及西藏等省区有分布，山东、江苏等省有栽培；东北、华北、西北省区分布在海拔500-2 200米地区，西南省区最高分布到海拔4 200米地区，多生于路旁、荒地、河漫滩、草原、森林草原、干山坡或林缘等，局部地区成片生长，为植物群落的建群种或优势种。朝鲜（北部）、日本（北部）、蒙古、阿富汗、巴基斯坦（北部）、印度（北部）、克什米尔地区及苏联（中亚、西伯利亚及欧洲部分）等都有，最高分布到海拔4 5010米地区。模式标本采自苏联西伯利亚。\n本种植株大小，叶形状，头状花序大小，排列方式等变异大。有的学者曾分为若干变种或变型。据作者在西北、华北、东北及西南考察并结合标本研究，发现这些变异乃是生长在不同生态环境中所产生的体态变异，甚至在同一小区域里也常出现其变异，如在水湿条件好的环境里，其植株高可达1.5米，植株各部分近无毛，叶长可达6-13厘米，宽4-15厘米，其小裂片宽可达3-4毫米，头状花序在茎上排成开展的圆锥花序；而在干燥的环境里生长的植株通常矮小，高20-30厘米，植株各部分被毛多，叶小，长4-5厘米，宽3-4厘米，其小裂片亦狭窄，宽仅1-2毫米，头状花序小，在茎上排成狭窄的圆锥花序。等，这些特征在小区域内随水湿条件呈过度性变化，同样能观察到其特征也有过度性的变化。所以前人建立的变种与变型均应予以归并。\n含挥发油，并含内醋类及薁类 (azulens) 物质。民间入药，有消炎、清热、止血之效；高原地区用于治疗太阳紫外线辐射引起的灼伤。牧区作牲畜饲料。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "碱蒿",
            "id": "300000300100300107",
            "latin": "Artemisia anethifolia Web. ex Stechm ",
            "content": "一、二年生草本；植株有浓烈的香气。主根单一，垂直，狭纺锤形。茎单生，稀少数，高20-50厘米，直立或斜上，具纵棱，下部半木质化，分枝多而长；茎、枝初时有短绒毛，后渐脱落无毛，叶初时被短柔毛，后渐稀疏，近无毛。基生叶椭圆形或长卵形，长3-4.5厘米，宽1.5-2.5（-3）厘米，二至三回羽状全裂，每侧有裂片3-4枚，每裂片再次羽状全裂，小裂片狭线形，长(3-)4-8毫米，宽1-2毫米，先端钝尖，叶柄长2-4厘米，开花时渐萎谢；中部叶卵形、宽卵形或椭圆状卵形，长2.5-3厘米，宽1-2厘米，一至二回羽状全裂，每侧有裂片3-4枚，侧边中部裂片常再次羽状全裂，裂片或小裂片狭线形，开展，长0.6-1.2厘米，宽0.5-1.5毫米；上部叶与苞片叶无柄，5或3全裂或不分裂，裂片或不分裂之苞片叶狭线形。头状花序半球形或宽卵形，直径2-3（-4）毫米，具短梗，下垂或斜生，基部有小苞叶，在分枝上排成穗状花序式的总状花序，并在茎上组成疏散、开展的圆锥花序；总苞片3-4层，外层、中层总苞片椭圆形或披针形，背面微有白色短柔毛或近无毛，有绿色中肋，边缘膜质，内层总苞片卵形，近膜质，背面无毛；花序托凸起，半球形，具白色托毛；雌花3-6朵，花冠狭管状，花柱伸出花冠外，上端分叉长，叉端稍钝；两性花18-28朵，花冠管状，檐部黄色或红色，花药线形，先端附属物尖，长三角形，花药基部有小尖头或稍钝，花柱与花冠近等长，先端2叉，叉端截形，叉口与叉端有睫毛。瘦果椭圆形或倒卵形，顶端偶有不对称的冠状附属物。花果期8-10月。\n产黑龙江（西部）、内蒙古、河北、山西（北部）、陕西、宁夏、甘肃、青海及新疆等省区；常生于海拔800-2 300米附近的干山坡、干河谷、碱性滩地、盐渍化草原附近、荒地及固定沙丘附近，在低湿、盐渍化地常成区域性植物群落的主要伴生种。蒙古及苏联（西伯利亚）也有分布。模式标本采自苏联贝加尔湖附近。\n民间采基生叶作中药“茵陈”代用品。牧区作牲畜饲料。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "白沙蒿",
            "id": "300000300100300108",
            "latin": "Artemisia blepharolepis Bge.",
            "content": "一年生草本；植株有臭味。根垂直、单一，细。茎单生，高20-60厘米，纵棱不明显，分枝多，下部长，近平展，长10-15厘米，上部枝短，斜向上展；茎、枝密被灰白色细，短柔毛。叶两面密被灰白色柔毛；茎下部叶与中部叶长卵形或长圆形，长1.5-4厘米，宽0.3-0.8厘米，二回栉齿状的羽状分裂，第一回全裂，每侧具裂片5-8枚，裂片长卵形或近倒卵形，长0.3-0.5厘米，宽0.2-0.3厘米，边缘常略反卷，第二回为栉齿状的深裂，裂片每侧有5-8枚栉齿，栉齿长、宽0.3-0.8（-1.5）毫米，叶柄长0.5-3厘米，基部有小形栉齿状分裂的假托叶；上部叶与苞片叶栉齿状羽状深裂或浅裂或不分裂，椭圆状披针形或披针形，边缘具若干枚栉齿。头状花序椭圆形或长椭圆形，直径1.5-2毫米，具短梗及小苞叶，下垂，在分枝的小枝上近排成穗状花序式的短总状花序，而在茎上组成开展的圆锥花序；总苞片4（-5）层，外层总苞片较短小，卵形，背面绿色，疏被灰白色柔毛，边缘膜质，中、内层总苞片长卵形，背面疏被白色柔毛，边缘宽膜质；雌花2-3朵，花冠狭圆锥形，花柱伸出花冠外，先端2叉，叉端尖；两性花3-6朵，不孕育，花冠短管状或长圆形，花药线形，先端附属物尖，长三角形，基部圆钝，花柱短，先端圆，2裂，不叉开，退化子房细小。瘦果椭圆形。花果期7-10月。\n产内蒙古、陕西（北部）及宁夏等省区；生于低海拔地区干山坡、草地、草原、荒漠草原、荒地、路旁及河岸沙滩上，局部地区成为植物群落的优势种。为夏雨型一年生植物，夏季雨后迅速萌发生长、开花结实至死亡。蒙古也有。模式标本采自内蒙古西部至蒙古人民共和国南部附近。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "黑沙蒿",
            "id": "300000300100300109",
            "latin": "Artemisia ordosica Krasch",
            "content": "小灌木。主根粗而长，木质，侧根多；根状茎粗壮，直径1-3厘米，具多枚营养枝。茎多枚，高50-100厘米，茎皮老时常呈薄片状剥落，分枝多，枝长10-35厘米，老枝暗灰白色或暗灰褐色，当年生枝紫红色或黄褐色，茎、枝与营养枝常组成大的密丛。叶黄绿色，初时两面微有短柔毛，后无毛，多少半肉质，干后坚硬；茎下部叶宽卵形或卵形，一至二回羽状全裂，每侧有裂片3-4枚，基部裂片最长，有时再2-3全裂，小裂片狭线形，叶柄短，基部稍宽大；中部叶卵形或宽卵形，长3-5（-7）厘米，宽2-4厘米，一回羽状全裂，每侧裂片2-3枚，裂片狭线形，长1.5-3厘米，宽0.5-1毫米，通常向中轴方向弯曲或不弧曲；上部叶5或3全裂，裂片狭线形，无柄；苞片叶3全裂或不分裂，裂片或不分裂之苞片叶狭线形。头状花序多数，卵形，直径1.5-2.5毫米，有短梗及小苞叶，斜生或下垂，在分枝上排成总状或复总状花序，并在茎上组成开展的圆锥花序；总苞片3-4层，外、中层总苞片卵形或长卵形，背面黄绿色，无毛，边缘膜质，内层总苞片长卵形或椭圆形，半膜质；雌花10-14朵，花冠狭圆锥状，檐部具2裂齿，花柱长，伸出花冠外，先端2叉；两性花5-7朵，不孕育，花冠管状，花药线形，顶端附属物尖，长三角形，基部圆钝，花柱短，先端圆，棒状，2裂，不叉开，退化子房不明显。瘦果倒卵形，果壁上具细纵纹并有胶质物。花果期7-10月。\n原产内蒙古、河北（北部）及山西（北部），现陕西（北部）、宁夏、甘肃（中部、西部）及新疆（东部、北部）有引种；多分布于海拔1 500米以下的荒漠与半荒漠地区的流动与半流动沙丘或固定沙丘上，也生长在干草原与干旱的坡地上，在荒漠与半荒漠地区常组成植物群落的优势种或主要伴生种。模式标本采自内蒙古伊克昭盟鄂尔多斯地区。\n根系粗长，茎木质，分枝多而长，耐沙压埋；果壁上含胶质物，遇水吸湿膨胀可胶住土壤并能促进种子发芽，为良好的固沙植物之一。适于飞机播种。茎、枝作固沙的沙障或编筐用。枝、叶入药，蒙医作消炎、止血、祛风、清热药。牧区作牲畜饲料。果壁胶质物作食品工业的粘着剂。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "中亚紫菀木",
            "id": "300000300200300201",
            "latin": "Asterothamnus centraliasiaticus Novopokr.",
            "content": "多分枝半灌木，高20-40厘米。根状茎粗壮，径超过1厘米，茎多数，簇生，下部多分枝，上部有花序枝，直立或斜升，基部木质，坚硬，具细条纹，有被绒毛的腋芽，外皮淡红褐色，被灰白色短绒毛，或后多少脱毛，当年生枝被灰白色蜷曲的短绒，后多少脱毛，变绿色。叶较密集，斜上或直立，长圆状线形或近线形，长 (8) 12-15毫米，宽1.5-2毫米，先端尖，基部渐狭，边缘反卷，具1明显的中脉，上面被灰绿色，下面被灰白色蜷曲密绒毛。头状花序较大，长8-10毫米，宽约10毫米，在茎枝顶端排成疏散的伞房花序，花序梗较粗壮，长或较短，少有具短花序梗而排成密集的伞房花序；总苞宽倒卵形，长6-7毫米，宽9毫米，总苞片3-4层，覆瓦状，外层较短，卵圆形或披针形，内层长圆形，顶端全部渐尖或稍钝，通常紫红色，背面被灰白色蛛丝状短毛，具1条紫红色或褐色的中脉，具白色宽膜质边缘。外围有7-10个舌状花，舌片开展，淡紫色，长约10毫米；中央的两性花11-12个，花冠管状，黄色，长约5毫米，檐部钟状，有5个披针形的裂片；花药基部钝，顶端具披针形的附片；花柱分枝顶端有短三角状卵形的附器。瘦果长圆形，长3.5毫米，稍扁，基部缩小，具小环，被白色长伏毛；冠毛白色，糙毛状，与花冠等长。花果期7-9月。\n产于青海、甘肃、宁夏和内蒙古；蒙古南部也有。生于草原或荒漠地区。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "刺儿菜",
            "id": "300000300300300301",
            "latin": "Cirsium setosum (Willd.) MB.",
            "content": "多年生草本。茎直立，高30-80（100-120）厘米，基部直径3-5毫米，有时可达1厘米，上部有分枝，花序分枝无毛或有薄绒毛。基生叶和中部茎叶椭圆形、长椭圆形或椭圆状倒披针形，顶端钝或圆形，基部楔形，有时有极短的叶柄，通常无叶柄，长7-15厘米，宽1.5-10厘米，上部茎叶渐小，椭圆形或披针形或线状披针形，或全部茎叶不分裂，叶缘有细密的针刺，针刺紧贴叶缘。或叶缘有刺齿，齿顶针刺大小不等，针刺长达3.5毫米，或大部茎叶羽状浅裂或半裂或边缘粗大圆锯齿，裂片或锯齿斜三角形，顶端钝，齿顶及裂片顶端有较长的针刺，齿缘及裂片边缘的针刺较短且贴伏。全部茎叶两面同色，绿色或下面色淡，两面无毛，极少两面异色，上面绿色，无毛，下面被稀疏或稠密的绒毛而呈现灰色的，亦极少两面同色，灰绿色，两面被薄绒毛。头状花序单生茎端，或植株含少数或多数头状花序在茎枝顶端排成伞房花序。总苞卵形、长卵形或卵圆形，直径1.5-2厘米。总苞片约6层，覆瓦状排列，向内层渐长，外层与中层宽1.5-2毫米，包括顶端针刺长5-8毫米；内层及最内层长椭圆形至线形，长1.1-2厘米，宽1-1.8毫米；中外层苞片顶端有长不足0.5毫米的短针刺，内层及最内层渐尖，膜质，短针刺。小花紫红色或白色，雌花花冠长2.4厘米，檐部长6毫米，细管部细丝状，长18毫米，两性花花冠长1.8厘米，檐部长6毫米，细管部细丝状，长1.2毫米。瘦果淡黄色，椭圆形或偏斜椭圆形，压扁，长3毫米，宽1.5毫米，顶端斜截形。冠毛污白色，多层，整体脱落；冠毛刚毛长羽毛状，长3.5厘米，顶端渐细。花果期5-9月。\n除西藏、云南、广东、广西外，几遍全国各地。分布平原、丘陵和山地。生于山坡、河旁或荒地、田间，海拔170-2650米。欧洲东部、中部、苏联东、西西伯利亚及远东、蒙古、朝鲜、日本广有分布。模式标本采自波兰。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蒙疆苓菊",
            "id": "300000300400300401",
            "latin": "Jurinea mongolica Maxim. ",
            "content": "多年生草本，高8-25厘米。根直伸，粗厚，直径1.3厘米。茎基粗厚，团球状或疙瘩状，被密厚的绵毛及残存的褐色的叶柄。茎坚挺，粗壮，通常自下部分枝，茎枝灰白色或淡绿色，被稠密或稀疏的蛛丝状绵毛或蛛丝状毛，或脱毛至无毛。基生叶全形长椭圆形或长椭圆状披针形，宽1-4 厘米，包括叶柄长7-10厘米，叶柄长2-4厘米，柄基扩大，叶片羽状深裂、浅裂或齿裂，侧裂片3-4对，长椭圆形或三角状披针形，中部侧裂片较大，长0.5-2厘米，宽0.3-0.5厘米，向上向下侧裂片渐小，顶裂片较长，长披针形或长椭圆状披针形，长2.5-3厘米；全部裂片边缘全缘，反卷；茎生叶与基生叶同形或披针形或倒披针形并等样分裂或不裂，但基部无柄，然小耳状扩大。全部茎叶两面同色或几同色，绿色或灰绿色，无毛或被稀疏的蛛丝毛。头状花序单生枝端，植株有少数头状花序，并不形成明显睁伞房花序式排列。总苞碗状，直径2-2.5厘米，绿色或黄绿色。总苞片4-5层，最外层披针形，长4.5-5.5毫米，宽1.5-2毫米；中层披针形或长圆状披针形，长7 11毫米，宽达2毫米；最内层线状长椭圆形或宽线形，长达2.1厘米。全部苞片质地坚硬，革质，直立，紧贴，外面有黄色小腺点及稀疏蛛丝毛，中外层苞片外面通常被稠密的短糙毛。花冠红色，外面有腺点，簷部长1.1厘米，细管部长9毫米。瘦果淡黄色，倒圆锥状，长6毫米，宽3毫米，4肋，基底着生面平，上部有稀疏的黄色小腺点，顶端截形，果缘边缘齿裂。冠毛褐色，不等长，有2-4根超长的冠毛刚毛，长达1.1厘米；冠毛刚毛短羽毛状，基部不连合成环，不脱落，永久固结在瘦果上。花期5-8月。\n分布新疆东北部（阿勒泰县）、内蒙古西部、宁夏北部及陕西北部。蒙古也有分布。海拔1040-1500米。模式标本采自蒙古。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "荒漠风毛菊",
            "id": "300000300500300501",
            "latin": "Saussurea deserticola  H．C．Fu ",
            "content": "多年生草本，高30一40厘米。根状茎较粗壮，倾斜，颈部具黑褐色残叶柄。茎直立，单一，具纵沟棱，密被或疏被蛛丝状毛和腺点。基生叶花期常凋落，下部叶卵状披针形，长5—9厘米，宽1．5—2厘米，二回羽状全裂，裂片11—1 3对，条形或披针状条形，长2—12毫米，宽1—3毫米，先端钝或尖，小裂片条形、披针状条形或呈不规则的锯齿，羽轴疏生栉齿，两面疏被蛛丝状毛并密布腺点，叶柄长1—2厘米，具窄翅，基部半抱茎，密被蛛丝状毛；中、上部叶渐小。头状花序多数，在茎上部排列成疏松的圆锥状，或上端近伞房状，下端呈总状，有长梗或短梗，有条形苞叶，具疏齿或全缘；总苞钟状或卵状钟形，长10—14毫米，直径7—12毫米，总苞片革质地，5—7层，密被蛛丝状短柔毛，上部及边缘常带紫红色，中脉明显，黑绿色或褐色，外层者卵形，顶端钝或具小尖头，中层者矩圆状形，顶端尖，内层者矩圆状条形，顶端钝；花序托上有膜质条形的托片，长1．5—6毫米；花冠粉紫色，长约14毫米，狭管部长约6毫米，檐部长约8毫米，裂片5，狭条形，等长。瘦果矩圆形，长3．5—4毫米，具4纵棱，表面有不明显的粗糙鳞片，暗绿色，疏被微毛和腺点，顶端有具钝齿的小冠；冠毛白色，2层，外层短，糙毛状，内层长，长约ll毫米，羽毛状。花期9月。\n强旱生植物。生于草原化荒漠地带的石质山坡。见于东阿拉善州。产伊克昭盟鄂托克旗千里山。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "碱地风毛菊",
            "id": "300000300500300502",
            "latin": "Saussurea runcinata DC.",
            "content": "多年生草本。茎直立，单生或少数茎簇生，高（5）15-60厘米，无毛，基部有纤维状撕裂的叶鞘残迹，上部有稠密的金黄色腺点，有伞房状或伞房圆锥状分枝。基生叶及下部茎叶有叶柄，柄长1-5厘米，柄基扩大半抱茎，叶片全形椭圆形、倒披针形、线状倒披针形或披针形，长4-20厘米，宽0.5-7厘米，羽状或大头羽状深裂或全裂，顶裂片线形、披针形、卵形或长三角形，顶端渐尖或钝，边缘全缘或有小锯齿，侧裂片4-7对，下弯或水平开展，披针形、线状披针形或椭圆形至镰刀形，向两端的侧裂片渐小，顶端钝或急尖，边缘全缘或近基部有小锯齿，有时基生叶及下部茎叶不裂，线形；中上部茎叶渐小，不分裂，无柄，披针形或线状披针形，边缘全缘或下部边缘有稀疏的小锯齿；全部叶两面无毛。头状花序多数或少数，在茎枝顶端排成伞房花序或伞房圆锥花序。总苞钟状，直径5-10毫米；总苞片4-6层，外层卵形或卵状披针形，长3.5毫米，宽1.5毫米，顶部草质扩大，有小尖头，中层椭圆形，长7毫米，宽1.8毫米，顶端红色膜质扩大，内层线状披针形或线形，长1.9厘米，宽1毫米，顶端红色膜质扩大；全部总苞片外面无毛或外层上部边缘有稀疏的短柔毛。小花紫红色，长14毫米，管部与檐部等长。瘦果圆柱状，黑褐色，长2-3毫米。冠毛淡黄褐色，2层，外层短，糙毛状，长2-3毫米，内层长，羽毛状，长7-9毫米。花果期7-9月。\n分布黑龙江、吉林、辽宁、内蒙古（呼伦贝尔盟、哲里木盟、昭乌达盟、锡林郭勒盟、巴彦卓尔盟）、山西（保德）、陕西（绥德、清涧、榆林）、宁夏（海原）。生于河滩潮湿地、盐碱地、盐渍低地、沟边石缝中，海拔700-1300米。俄罗斯西伯利亚及蒙古有分布。模式标本采自西伯利亚。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "帚状鸦葱",
            "id": "300000300600300601",
            "latin": "Scorzonera pseudodivaricata Lipsch. ",
            "content": "多年生草本，高7-50厘米。根垂直直伸，直径达9毫米。茎自中部以上分枝，分枝纤细或较粗，长或短，成帚状，极少不分枝；全部茎枝被尘状短柔毛或稀毛至无毛，茎基被纤维状撕裂的残鞘，极少残鞘全缘，不裂。叶互生或植株含有对生的叶序，线形，长达16厘米，宽0.5-5毫米，向上的茎生叶渐短或全部茎生叶短小或极短小而几成针刺状或鳞片状，基生叶的基部鞘状扩大，半抱茎，茎生叶的基部扩大半抱茎或稍扩大而贴茎，全部叶顶端渐尖或长渐尖，有时外弯成钩状，两面被白色短柔毛或脱毛、稀疏毛而至无毛。头状花序多数，单生茎枝顶端，形成疏松的聚伞圆锥状花序，含多数（7-12枚）舌状小花。总苞狭圆柱状，直径5-7毫米；总苞片约5层，外层卵状三角形，长1.5-4毫米，宽1-4毫米，中内层椭圆状披针形、线状长椭圆形或宽线形，长1-1.8厘米，宽2-3毫米；全部总苞片顶端急尖或钝，外面被白色尘状短柔毛。舌状小花黄色。瘦果圆柱状，长达8毫米，初时淡黄色，成熟后黑绿色，无毛，有多数高起的纵肋，肋上有脊瘤状突起或无。冠毛污白色，冠毛长1.3厘米，大部为羽毛状，羽枝蛛丝毛状，向顶端为锯齿状，在冠毛与瘦果连接处有蛛丝状毛环。花果期5-8（10）月。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "棉毛鸦葱  ",
            "id": "300000300600300602",
            "latin": "Scorzonera capito Maxim.",
            "content": "多年生草本，高5-13厘米。根黑褐色，垂直直伸，粗壮，直径达2厘米。茎少数或多数簇生，粗壮，有条棱，直立或铺散或基部弧曲，不分枝或极少有少数分枝，全部茎枝被蛛丝状长柔毛或变稀毛而至无毛，茎基粗大成球形或几球形，被稠密的鞘状残遗，鞘内被稠密的污白色长棉毛。基生叶莲座状，卵形、匙形、长椭圆形、披针状长椭圆形或线状长椭圆形，长5-9厘米，宽0.3-2.5厘米，顶端圆形或钝或尾状长渐尖，向下渐狭成长或短柄，柄基鞘状扩大，半抱茎；茎生叶少数，2-3枚，较小，卵形或披针形，无柄，基部心形，半抱茎；全部叶质地坚硬，稍革质，边缘皱波状，离基5-9出脉，两面被稀疏的蛛丝状短柔毛或脱毛而至无毛。头状花序单生茎端，极少单生于枝端。总苞钟状，直径1. 5厘米。总苞片4-5层，向内层渐长，外层卵形或长卵形，长6-8.5毫米，宽2. 5-3. 5毫米，中层长椭圆状披针形，长约1.4厘米，宽约3毫米，内层长披针形，长1. 6厘米，宽约2毫米；全部总苞片顶端急尖，外面被尘状短柔毛。舌状小花黄色。瘦果圆柱状，淡黄色，长约8毫米，有多数纵肋，沿肋有多数尖脊瘤状突起，上部被稀疏的长柔毛。冠毛白色，长达1.7厘米，大部羽毛状，羽枝纤细，蛛丝毛状，上部为细锯齿状。花果期5-8月。\n分布内蒙古（太阳庙、鄂托克旗）、宁夏（石嘴山、青铜峡）生于荒漠砾石地、沙质地及山前平原。海拔1 100-1 500米。蒙古有分布。模式标本采自蒙古。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "拐轴鸦葱",
            "id": "300000300600300603",
            "latin": "Scorzonera divaricata Turcz.",
            "content": "多年生草本，高20-70厘米。根垂直直伸，直径达4毫米，有时达1厘米。茎直立，自基部多分枝，分枝铺散或直立或斜升，全部茎枝灰绿色，被尘状短柔毛或脱毛至无毛，纤细，茎基裸露，无残存的鞘状残遗物。叶线形或丝状，长1-9厘米，宽1-2 (3-5)毫米，先端长渐尖，常卷曲成明显或不明显钩状，向上部的茎叶短小，全部叶两面被微毛或脱毛至无毛，平，中脉宽厚。头状花序单生茎枝顶端，形成明显或不明显的疏松的伞房状花序，具4-5枚舌状小花。总苞狭圆柱状，宽5-6毫米；总苞片约4层，外层短，宽卵形或长卵形，长约5毫米，宽约2. 5毫米，中内层渐长，长椭圆状披针形或线状长椭圆形，长1.2-2厘米，宽2.5-3.5毫米，顶端急尖或钝，或内层有时顶端短渐尖；全部苞外面被尘状短柔毛或果期变稀毛。舌状小花黄色。瘦果圆柱状，长约8.5毫米，有多数（约10条）纵肋，无毛，淡黄色或黄褐色。冠毛污黄色；其中3-5根超长、长达2.5厘米，在与瘦果连接处有蛛丝状毛环。全部冠毛羽毛状，羽枝蛛丝毛状，但冠毛的上部为细锯齿状。花果期5-9月。\n分布内蒙古（包头、阿拉善旗、呼和浩特、东苏尼特旗、扎萨克旗、二连）、河北（小五台山）、山西（天镇、兴县、五台、河曲、太原、宁武、临县、中阳、河曲、大同）、陕西（绥德、榆林、横山、神木、靖边、定远）。生于荒漠地带干河床、沟谷中及沙地中的丘间低地、固定沙丘上。蒙古有分布。模式标本采自蒙古。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "乳苣",
            "id": "300000300700300701",
            "latin": "Mulgedium tataricum (L.) DC.",
            "content": "多年生草本，高15-60厘米。根垂直直伸。茎直立，有细条棱或条纹，上部有圆锥状花序分枝，全部茎枝光滑无毛。中下部茎叶长椭圆形或线状长椭圆形或线形，基部渐狭成短柄，柄长1-1.5厘米或无柄，长6-19厘米，宽2-6厘米，羽状浅裂或半裂或边缘有多数或少数大锯齿，顶端钝或急尖，侧裂片2-5对，中部侧裂片较大，向两端的侧裂片渐小，全部侧裂片半椭圆形或偏斜的宽或狭三角形，边缘全缘或有稀疏的小尖头或边缘多锯齿，顶裂片披针形或长三角形，边缘全缘或边缘细锯齿或稀锯齿；向上的叶与中部茎叶同形或宽线形，但渐小。全部叶质地稍厚，两面光滑无毛。头状花序约含20枚小花，多数，在茎枝顶端狭或宽圆锥花序。总苞圆柱状或楔形，长2厘米，宽约0.8毫米，果期不为卵球形；总苞片4层，不成明显的覆瓦状排列，中外层较小，卵形至披针状椭圆形，长3-8毫米，宽1.5-2毫米，内层披针形或披针状椭圆形，长2厘米，宽2毫米，全部苞片外面光滑无毛，带紫红色，顶端渐尖或钝。舌状小花紫色或紫蓝色，管部有白色短柔毛。瘦果长圆状披针形，稍压扁，灰黑色，长5毫米，宽约1毫米，每面有5-7条高起的纵肋，中肋稍粗厚，顶端渐尖成长1毫米的喙。冠毛2层，纤细，白色，长1厘米，微锯齿状，分散脱落。花果期6-9月。\n分布辽宁（彰武）、内蒙古（通辽、临河）、河北（涉县、易县、内丘、张北）、山西（中阳、灵石、离山、河曲、五台、宁武）、陕西（清涧、靖边、绥德、米脂、榆林）、甘肃（敦煌、庆阳、合水、天水、酒泉、张掖、固原、民勤）、青海（柴达木）、新疆（都善、奇台、阿勒泰、布尔津、吉木乃、托克逊、乌恰）、河南（封丘、豫东）、西藏（札达、日土）。生于河滩、湖边、草甸、田边、固定沙丘或砾石地，海拔1200-4300米。欧洲、俄罗斯（欧洲部分、西伯利亚）、哈萨克斯坦、乌兹别克斯坦、蒙古、伊朗、阿富汗、印度西北部广为分布。模式采自俄罗斯西伯利亚。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "苍耳",
            "id": "300000300800300801",
            "latin": "Xanthium sibiricum Patrin ex Widder ",
            "content": "一年生草本，高20-90厘米。根纺锤状，分枝或不分枝。茎直立不枝或少有分枝，下部圆柱形，径4-10毫米，上部有纵沟，被灰白色糙伏毛。叶三角状卵形或心形，长4-9厘米，宽5-10厘米，近全缘，或有3-5不明显浅裂，顶端尖或钝，基部稍心形或截形，与叶柄连接处成相等的楔形，边缘有不规则的粗锯齿，有三基出脉，侧脉弧形，直达叶缘，脉上密被糙伏毛，上面绿色，下面苍白色，被糙伏毛；叶柄长3-11厘米。雄性的头状花序球形，径4-6毫米，有或无花序梗，总苞片长圆状披针形，长1-1.5毫米，被短柔毛，花托柱状，托片倒披针形，长约2毫米，顶端尖，有微毛，有多数的雄花，花冠钟形，管部上端有5宽裂片；花药长圆状线形；雌性的头状花序椭圆形，外层总苞片小，披针形，长约3毫米，被短柔毛，内层总苞片结合成囊状，宽卵形或椭圆形，绿色，淡黄绿色或有时带红褐色，在瘦果成熟时变坚硬，连同喙部长12-15毫米，宽4-7毫米，外面有疏生的具钩状的刺，刺极细而直，基部微增粗或几不增粗，长1-1.5毫米，基部被柔毛，常有腺点，或全部无毛；喙坚硬，锥形，上端略呈镰刀状，长1.5-2.5毫米，常不等长，少有结合而成1个喙。瘦果2，倒卵形。花期7-8月，果期9-10月。\n广泛分布于东北、华北、华东、华南、西北及西南各省区。苏联、伊朗、印度、朝鲜和日本也有分布。常生长于平原、丘陵、低山、荒野路边、田边。此植物的总苞具钩状的硬刺，常贴附于家畜和人体上，故易于散布。为一种常见的田间杂草。种子可榨油，苍耳子油与桐油的性质相仿，可掺和桐油制油漆，也可作油墨、肥皂、油毡的原料；又可制硬化油及润滑油；果实供药用。此种有1变种。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "顶羽菊",
            "id": "300000300900300901",
            "latin": "Acroptilon repens (L. ) DC. ",
            "content": "多年生草本，高25-70厘米。根直伸。茎单生，或少数茎成簇生，直立，自基部分枝，分枝斜升，全部茎枝被蛛丝毛，被稠密的叶。全部茎叶质地稍坚硬，长椭圆形或匙形或线形，长2.5-5厘米，宽0.6-1.2厘米，顶端钝或圆形或急尖而有小尖头，边缘全缘，无锯齿或少数不明显的细尖齿，或叶羽状半裂，侧裂片三角形或斜三角形，两面灰绿色，被稀疏蛛丝毛或脱毛。植株含多数头状花序，头状花序多数在茎枝顶端排成伞房花序或伞房圆锥花序。总苞卵形或椭圆状卵形，直径0.5-1.5厘米。总苞片约8层，覆瓦状排列，向内层渐长，外层与中层卵形或宽倒卵形，包括附属物长3-11毫米，宽2-6毫米，上部有附属物，附属物圆钝；内层披针形或线状披针形，包括附属物长约1.3厘米，宽2-3毫米，顶端附属物小。全部苞片附属物白色，透明，两面被稠密的长直毛。全部小花两性，管状，花冠粉红色或淡紫色，长1.4厘米，细管部长7毫米，詹部长7毫米，花冠裂片长3毫米。瘦果倒长卵形，长3.5-4毫米，宽约2.5毫米，淡白色，顶端圆形，无果缘，基底着生面稍见偏斜。冠毛白色，多层，向内层渐长，长达1.2厘米，全部冠毛刚毛基部不连合成环，不脱落或分散脱落，短羽毛状。花果期5-9月。\n分布山西、河北、内蒙古、陕西、青海、甘肃、新疆（善鄯等）。生于山坡、丘陵、平原，农田、荒地广布分布。苏联中亚和西伯利亚、蒙古，伊朗有分布。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "束伞亚菊",
            "id": "300000301000301001",
            "latin": "Ajania parviflora (Grun.) Ling ",
            "content": "小半灌木状，高7-25厘米。老枝水平伸出，由不定芽发出与老枝垂直而彼此又相互平的花茎和不育茎，或老枝短缩，发出的花茎和不育茎密集成簇。花茎不分枝，仅在枝顶有束伞状短分枝，被稀疏短微毛。中部茎叶全形卵形，长约2.5厘米，宽约2厘米。二回羽状分裂，一回侧裂片1-2对，二回为叉裂或3裂；在矮小的植株中，有时掌状或掌2回3出全裂。上部和中下部叶3-5羽状全裂。不育枝上的叶密集簇生。末回裂片线形，宽0.5-1毫米。全部叶两面异色，上面淡绿色，被稀疏短柔毛，下面淡灰白色，被稠密的短柔毛。头状花序少数，5-10个在茎顶排成规则束状伞房花序，花序直径1.5-2.5厘米。总苞圆柱状，直径2.5-3毫米。总苞片4层，麦秆黄色，有光泽；外层披针形，长1.5毫米，内中层长椭圆形，长3.5毫米。全部苞片硬草质，顶端急尖，边缘白色膜质，仅外层基部有微毛，其余无毛。边缘雌花4个，花冠与两性花花冠同形，管状，长3.5毫米，顶端5深裂，裂片反折，裂片外面偶染红色。瘦果长1.5毫米。花果期8-9月。\n产河北西北部、山西西部和西北部。生于海拔1400米左右的低山地区和丘陵地区。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "牛蒡",
            "id": "300000301100301101",
            "latin": "Arctium lappa L.",
            "content": "二年生草本，具粗大的肉质直根，长达15厘米，径可达2厘米，有分枝支根。茎直立，高达2米，粗壮，基部直径达2厘米，通常带紫红或淡紫红色，有多数高起的条棱，分枝斜升，多数，全部茎枝被稀疏的乳突状短毛及长蛛丝毛并混杂以棕黄色的小腺点。基生叶宽卵形，长达30厘米，宽达21厘米，边缘稀疏的浅波状凹齿或齿尖，基部心形，有长达32厘米的叶柄，两面异色，上面绿色，有稀疏的短糙毛及黄色小腺点，下面灰白色或淡绿色，被薄绒毛或绒毛稀疏，有黄色小腺点，叶柄灰白色，被稠密的蛛丝状绒毛及黄色小腺点，但中下部常脱毛。茎生叶与基生叶同形或近同形，具等样的及等量的毛被，接花序下部的叶小，基部平截或浅心形。头状花序多数或少数在茎枝顶端排成疏松的伞房花序或圆锥状伞房花序，花序梗粗壮。总苞卵形或卵球形，直径1.5-2厘米。总苞片多层，多数，外层三角状或披针状钻形，宽约1毫米，中内层披针状或线状钻形，宽1.5-3毫米；全部苞近等长，长约1.5厘米，顶端有软骨质钩刺。小花紫红色，花冠长1.4厘米，细管部长8毫米，簷部长6毫米，外面无腺点，花冠裂片长约2毫米。瘦果倒长卵形或偏斜倒长卵形，长5-7毫米，宽2-3毫米，两侧压扁，浅褐色，有多数细脉纹，有深褐色的色斑或无色斑。冠毛多层，浅褐色；冠毛刚毛糙毛状，不等长，长达3.8毫米，基部不连合成环，分散脱落。花果期6-9月。\n全国各地普遍分布。生于山坡、山谷、林缘、林中、灌木丛中、河边潮湿地、村庄路旁或荒地，海拔750-3500米。由于瘦果和根入药，各国各地亦有普遍栽培。果实入药，性味辛、苦寒，疏散风热，宜肺透疹、散结解毒；根入药，有清热解毒、疏风利咽之效。广布欧亚大陆。模式标本采自西欧。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "小花鬼针草",
            "id": "300000301200301201",
            "latin": "Bidens parviflora Willd.",
            "content": "一年生草本。茎高20-90厘米，下部圆柱形，有纵条纹，中上部常为钝四方形，无毛或被稀疏短柔毛。叶对生，具柄，柄长2-3厘米，背面微凸或扁平，腹面有沟槽，槽内及边缘有疏柔毛，叶片长6-10厘米，2-3回羽状分裂，第一次分裂深达中肋，裂片再次羽状分裂，小裂片具1-2个粗齿或再作第三回羽裂，最后一次裂片条形或条状披针形，宽约2毫米，先端锐尖，边缘稍向上反卷，上面被短柔毛，下面无毛或沿叶脉被稀疏柔毛，上部叶互生，二回或一回羽状分裂。头状花序单生茎端及枝端，具长梗，开花时直径1.5-2.5毫米，高7-10毫米。总苞筒状，基部被柔毛，外层苞片4-5枚，草质，条状披针形，长约5毫米，边缘被疏柔毛，及果时长可达8-15毫米，内层苞片稀疏，常仅1枚，托片状。托片长椭圆状披针形，开花时长6-7毫米，膜质，具狭而透明的边缘，果时长达10-13毫米。无舌状花，盘花两性，6-12朵，花冠筒状，长4毫米，冠檐4齿裂。瘦果条形，略具4棱，长13-16厘米，宽1毫米，两端渐狭，有小刚毛，顶端芒刺2枚，长2-3.5毫米，有倒刺毛。\n产东北、华北、西南及山东、河南、陕西、甘肃等地。生于路边荒地、林下及水沟边。日本、朝鲜及苏联西伯利亚地区均有分布。模式标本采自苏联西伯利亚贝加尔湖滨。\n全草入药，有清热解毒、活血散瘀之效，主治感冒发热、咽喉肿痛、肠炎、阑尾炎、痔疮、跌打损伤、冻疮、毒蛇咬伤。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "砂蓝刺头",
            "id": "300000301300301301",
            "latin": "Echinops gmelini Turcz.",
            "content": "一年生草本，高10-90厘米。根直伸，细圆锥形。茎单生，淡黄色，自中部或基部有开展的分枝或不分枝，全部茎枝被稀疏的头状具柄的长或短腺毛，有时脱毛至无毛。下部茎叶线形或线状披针形，长3-9厘米，宽0.5-1.5厘米，基部扩大，抱茎，边缘刺齿或三角形刺齿裂或刺状缘毛；中上部茎叶与下部茎叶同形，但渐小。全部叶质地薄，纸质，两面绿色，被稀疏蛛丝状毛及头状具柄的腺点，或上面的蛛丝毛稍多。复头状花序单生茎顶或枝端，直径2-3厘米。头状花序长1.2-1.4厘米。基毛白色，不等长，长1厘米，约近总苞长度之半，细毛状，边缘糙毛状，非扁毛状，上部亦不增宽。全部苞片16-20个；外层苞片线状倒披针形，上部扩大，浅褐色，上部外面被稠密的短糙毛，边缘短缘毛，缘毛细密羽毛状，顶端刺芒状长渐尖，爪部基部有长蛛丝状毛，中部有长达5毫米的长缘毛，缘毛上部稍扁平扩大；中层苞片倒披针形，长1.3厘米，上部外面被短糙毛，下部外面被长蛛丝状毛，自中部以上边缘短缘毛，缘毛扁毛状，边缘糙毛状或细密羽毛状，自最宽处向上渐尖成刺芒状长渐尖；内层苞片长椭圆形，比中层苞片稍短，顶端芒刺裂，但中间t的芒刺裂较长，外面被较多的长蛛丝状毛。小花蓝色或白色，花冠5深裂，裂片线形，花冠管无腺点。瘦果倒圆锥形，长约5毫米，被稠密的淡黄棕色的顺向贴伏的长直毛，遮盖冠毛。冠毛量杯状，长1毫米；冠毛膜片线形，边缘稀疏糙毛状，仅基部结合。花果期6-9月。\n分布黑龙江、吉林、辽宁、内蒙古、新疆（准噶尔盆地及塔里木盆地）、青海（柴达木盆地）、甘肃、陕西（北部）、宁夏、山西、河北、河南（北部）。生于山坡砾石地、荒漠草原、黄土丘陵或河滩沙地，海拔580-3120米。苏联西伯利亚及蒙古有分布。模式标本采自蒙古东北部。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "向日葵",
            "id": "300000301400301401",
            "latin": "Helianthus annuus L.",
            "content": "一年生高大草本。茎直立，高1-3米，粗壮，被白色粗硬毛，不分枝或有时上部分枝。叶互生，心状卵圆形或卵圆形，顶端急尖或渐尖，有三基出脉，边缘有粗锯齿，两面被短糙毛，有长柄。头状花序极大，径约10-30厘米，单生于茎端或枝端，常下倾。总苞片多层，叶质，覆瓦状排列，卵形至卵状披针形，顶端尾状渐尖，被长硬毛或纤毛。花托平或稍凸、有半膜质托片。舌状花多数，黄色、舌片开展，长圆状卵形或长圆形，不结实。管状花极多数，棕色或紫色，有披针形裂片，结果实。瘦果倒卵形或卵状长圆形，稍扁压，长10-15毫米，有细肋，常被白色短柔毛，上端有2个膜片状早落的冠毛。花期7-9月，果期8-9月。\n原产北美，世界各国均有栽培，通过人工培育，在不同生境上形成许多品种，特别在头状花序的大小色泽及瘦果形态上有许多变异，并为综合利用的最好原料。\n种子含油量很高，为半干性油，味香可口，供食用。花穗、种子皮壳及茎秆可作饲料及工业原料，如制人造丝及纸浆等，花穗也供药用。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蓼子朴",
            "id": "300000301500301501",
            "latin": "Inula salsoloides (Turcz. ) Ostenf.",
            "content": "亚灌木，地下茎分枝长，横走，木质，有疏生膜质尖披针形，长达20毫米，宽达4毫米的鳞片状叶；节间长达4厘米。茎平卧，或斜升，或直立，圆柱形，下部木质，高达45厘米，基部径达5毫米，基部有密集的长分枝，中部以上有较短的分枝，分枝细，常弯曲，被白色基部常疣状的长粗毛，后上部常脱毛，有时茎和叶都被毛 (f. villosa)，全部有密生的叶；节间长5-20毫米，或在小枝上更短。叶披针状或长圆状线形，长5-10毫米，宽1-3毫米，全缘，基部常心形或有小耳，半抱茎，边缘平或稍反卷，顶端钝或稍尖，稍肉质，上面无毛，下面有腺及短毛。头状花序径1-1.5厘米，单生于枝端。总苞倒卵形，长8-9毫米；总苞片4-5层，线状卵圆状至长圆状披针形，渐尖，干膜质，基部常稍革质，黄绿色，背面无毛，上部或全部有缘毛，外层渐小。舌状花较总苞长半倍，舌浅黄色，椭圆状线形，长约6毫米，顶端有3个细齿；花柱分枝细长，顶端圆形；管状花花冠长约6毫米，上部狭漏斗状，顶端有尖裂片；花药顶端稍尖；花柱分枝顶端钝。冠毛白色，与管状花药等长，有约70个细毛。瘦果长1.5毫米，有多数细沟，被腺和疏粗毛，上端有较长的毛。花期5-8月，果期7-9月。\n在新疆、内蒙古、青海北部和东部、甘肃、陕西、河北、山西北部和辽宁西部都有广泛的分布。生于干旱草原、半荒漠、和荒漠地区的戈壁滩地、流砂地、固定沙丘、湖河沿岸冲积地、黄土高原的风沙地和丘陵顶部，海拔500-2000米。也分布于苏联中亚和蒙古。\n良好的固沙植物，有发育的地下茎；茎常横卧，为沙土掩盖后到处生根和直立的分枝，往往成片生长。此种由于耐干旱、易繁殖的特性，可供固沙的广泛采用。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "鳍蓟",
            "id": "300000301600301601",
            "latin": "Olgaea leucophylla ",
            "content": "多年生草本，高15-80厘米。根粗壮，直伸，直径达2.5厘米。茎直立，粗壮，基部直径达7毫米，自基部分枝或不分枝，全部茎枝灰白色，被稠密的蛛丝状绒毛。基部茎叶长椭圆形，长12-20厘米，不包括边缘针刺宽3-5厘米，或稍明显羽状浅裂，侧裂片7-10对，宽三角形、偏斜三角形或半圆形，或边缘三角形大刺齿或浅波状刺齿而不呈明显的羽状分裂；全部裂片及刺齿顶端及边缘有褐色或淡黄色的针刺，裂顶及齿顶针刺较长，通常长5-6毫米，有时可达1 厘米。茎生叶与基生叶同形或椭圆形或椭圆状披针形，但较小，等样分裂或不裂，裂片及刺齿顶端及边缘具等样针刺。上部及接头状花序下部的叶更小，椭圆形、披针形或长三角形。全部茎叶两面几同色，灰白色，两面被蛛丝状绒毛，但下面的毛密厚，花期上面脱毛而至无毛，质地厚纸质，基生叶有短柄，短柄粗厚，外面灰白色，被密厚绒毛；茎叶沿茎下延成茎翼，翼宽1.5-2厘米，两面异色，上面无毛，绿色，下面灰白色，被密厚绒毛，边缘有大小不等的刺齿，齿顶长针刺，齿缘短针刺。头状花序多数或少数单生茎枝顶端，不形成明显的伞房花序式排列。总苞钟状，直径3-4厘米，无毛或几无毛。总苞片多层，多数，不等长，向内层渐长，外层长三角形，长1-1.5厘米，宽2.5-3毫米，中层披针形或长椭圆状披针形，长1.8-2.5厘米，宽3毫米，内层线状长椭圆形或宽线形，长3.2-3.6厘米，宽2-2.5毫米；最内层苞片外面被稠密的顺向贴伏的微糙毛，其余各层边缘有针刺状短缘毛。全部苞片顶端渐尖成针刺，外层全部或上部向下反折。小花紫色或白色，花冠长3.3厘米，外面有腺点，簷部长1.5厘米，不等大5裂，裂片线形，长达4毫米。瘦果长椭圆形，长1厘米，宽3毫米，稍压扁，浅黄色，有棕黑色色斑，约有10条高起的肋棱及多数肋间细条纹，果缘边缘尖齿状。冠毛浅褐色，多层，不等长，向内层渐长；冠毛刚毛细糙毛状，长达2.5厘米，外层向顶端渐细，内层向顶端稍粗厚。花果期5-10月。\n分布东北、内蒙古、山西、宁夏、陕西及甘肃。蒙古也有分布。生于草地、农田或水渠边，海拔750-1730米。模式标本采自蒙古。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "苣荬菜",
            "id": "300000301700301701",
            "latin": "Sonchus arvensis L.",
            "content": "多年生草本。根垂直直伸，多少有根状茎。茎直立，高30-150厘米，有细条纹，上部或顶部有伞房状花序分枝，花序分枝与花序梗被稠密的头状具柄的腺毛。基生叶多数，与中下部茎叶全形倒披针形或长椭圆形，羽状或倒向羽状深裂、半裂或浅裂，全长6-24厘米，高1. 5-6厘米，侧裂片2-5对，偏斜半椭圆形、椭圆形、卵形、偏斜卵形、偏斜三角形、半圆形或耳状，顶裂片稍大，长卵形、椭圆形或长卵状椭圆形；全部叶裂片边缘有小锯齿或无锯齿而有小尖头；上部茎叶及接花序分枝下部的叶披针形或线钻形，小或极小；全部叶基部渐窄成长或短翼柄，但中部以上茎叶无柄，基部圆耳状扩大半抱茎，顶端急尖、短渐尖或钝，两面光滑无毛。头状花序在茎枝顶端排成伞房状花序。总苞钟状，长1-1-5厘米，宽0.8-1厘米，基部有稀疏或稍稠密的长或短绒毛。总苞片3层，外层披针形，长4-6毫米，宽1-1. 5毫米，中内层披针形，长达1.5厘米，宽3毫米；全部总苞片顶端长渐尖，外面沿中脉有1行头状具柄的腺毛。舌状小花多数，黄色。瘦果稍压扁，长椭圆形，长3.7-4毫米，宽0.8-1毫米，每面有5条细肋，肋间有横皱纹。冠毛白色，长1.5厘米，柔软，彼此纠缠，基部连合成环。花果期1-9月。\n分布陕西（沔县）、宁夏（银川）、新疆（乌鲁木齐、塔城）、福建（连城）、湖北（竹溪）、湖南（龙山）、广西（百色）、四川（南川、泸定、峨眉、成都）、云南（昆明）、贵州（平坝、望谟）、西藏（察隅、聂拉木）。生于山坡草地、林间草地、潮湿地或近水旁、村边或河边砾石滩，海拔300-2 300米。几遍全球分布。模式标本采自欧洲。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蒲公英",
            "id": "300000301800301801",
            "latin": "Taraxacum mongolicum Hand.-Mazz. ",
            "content": "多年生草本。根圆柱状，黑褐色，粗壮。叶倒卵状披针形、倒披针形或长圆状披针形，长4-20厘米，宽1-5厘米，先端钝或急尖，边缘有时具波状齿或羽状深裂，有时倒向羽状深裂或大头羽状深裂，顶端裂片较大，三角形或三角状戟形，全缘或具齿，每侧裂片3-5片，裂片三角形或三角状披针形，通常具齿，平展或倒向，裂片间常夹生小齿，基部渐狭成叶柄，叶柄及主脉常带红紫色，疏被蛛丝状白色柔毛或几无毛。花葶1至数个，与叶等长或稍长，高10-25厘米，上部紫红色，密被蛛丝状白色长柔毛；头状花序直径约30-40毫米；总苞钟状，长12-14毫米，淡绿色；总苞片2-3层，外层总苞片卵状披针形或披针形，长8-10毫米，宽1-2毫米，边缘宽膜质，基部淡绿色，上部紫红色，先端增厚或具小到中等的角状突起；内层总苞片线状披针形，长10-16毫米，宽2-3毫米，先端紫红色，具小角状突起；舌状花黄色，舌片长约8毫米，宽约1.5毫米，边缘花舌片背面具紫红色条纹，花药和柱头暗绿色。瘦果倒卵状披针形，暗褐色，长约4-5毫米，宽约1-1.5毫米，上部具小刺，下部具成行排列的小瘤，顶端逐渐收缩为长约1毫米的圆锥至圆柱形喙基，喙长6-10毫米，纤细；冠毛白色，长约6毫米。花期4-9月，果期5-10月。2n＝24, 32。\n产黑龙江、吉林、辽宁、内蒙古、河北、山西、陕西、甘肃、青海、山东、江苏、安徽、浙江、福建北部、台湾、河南、湖北、湖南、广东北部、四川、贵州、云南等省区。广泛生于中、低海拔地区的山坡草地、路边、田野、河滩。朝鲜、蒙古、俄罗斯也有分布。\n本种分布广，植株大小变异较大。本种与上面列为新异名的6个种，按原描述及标本，其内层总苞片先端均增厚或有小角状突起，瘦果上部具小刺，下部具成行排列的小瘤等特征均相同，在叶片形状或总苞片的形状及其先端小角的大小等略有区别，但其特征仍然是连续而没有明显的间断，因此予以归并，同时也归并了前人分立各种下的变型。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "拂子茅",
            "id": "310000310100310101",
            "latin": "Calamagrostis epigeios (L.) Roth ",
            "content": "多年生，具根状茎。秆直立，平滑无毛或花序下稍粗糙，高45-100厘米，径2-3毫米。叶鞘平滑或稍粗糙，短于或基部者长于节间；叶舌膜质，长5-9毫米，长圆形，先端易破裂；叶片长15-27厘米，宽4-8（13）毫米，扁平或边缘内卷，上面及边缘粗糙，下面较平滑。圆锥花序紧密，圆筒形，劲直、具间断，长10-25(30)厘米，中部径1.5-4厘米，分枝粗糙，直立或斜向上升；小穗长5-7毫米，淡绿色或带淡紫色；两颖近等长或第二颖微短，先端渐尖，具1脉，第二颖具3脉，主脉粗糙；外稃透明膜质，长约为颖之半，顶端具2齿，基盘的柔毛几与颖等长，芒自稃体背中部附近伸出，细直，长2-3毫米；内稃长约为外2/3,顶端细齿裂；小穗轴不延伸于内稃之后，或有时仅于内稃之基部残留1微小的痕迹；雄蕊3，花药黄色，长约1.5毫米。 花果期5-9月。\n分布遍及全国。生于潮湿地及河岸沟渠旁，海拔160-3900米。欧亚大陆温带地区皆有。模式标本采自欧洲。\n为牲畜喜食的牧草；其根茎顽强，抗盐碱土壤，又耐强湿，是固定泥沙、保护河岸的良好材料。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "芨芨草",
            "id": "310000310200310201",
            "latin": "Achnatherum splendens (Trin. ) Nevski ",
            "content": "植株具粗而坚韧外被砂套的须根。秆直立，坚硬，内具白色的髓，形成大的密丛，高50-250厘米，径3-5毫米，节多聚于基部，具2至3节，平滑无毛，基部宿存枯萎的黄褐色叶鞘。叶鞘无毛，具膜质边缘；叶舌三角形或尖披针形，长5-10（15）毫米；叶片纵卷，质坚韧，长30-60厘米，宽5-6毫米，上面脉纹凸起，微粗糙，下面光滑无毛。圆锥花序长(15)30-60厘米，开花时呈金字塔形开展，主轴平滑，或具角棱而微粗糙，分枝细弱，2-6枚簇生，平展或斜向上升，长8-17厘米，基部裸露；小穗长4.5-7毫米（除芒），灰绿色，基部带紫褐色，成熟后常变草黄色；颖膜质，披针形，顶端尖或锐尖，第一颖长4-5毫米，具1脉，第二颖长6-7毫米，具3脉；外稃长4-5毫米，厚纸质，顶端具2微齿，背部密生柔毛，具5脉，基盘钝圆，具柔毛，长约0.5毫米，芒自外稃齿间伸出，直立或微弯，粗糙，不扭转，长5-12毫米，易断落；内稃长3-4毫米，具2脉而无脊，脉间具柔毛；花药长2.5-3.5毫米，顶端具毫毛。花果期6-9月。\n产我国西北、东北各省及内蒙古、山西、河北。生于微碱性的草滩及砂土山坡上，海拔900-4500米。蒙古、苏联也有分布。模式标本采自苏联外贝加尔。\n本种植物在早春幼嫩时，为牲畜良好的饲料；其秆叶坚韧，长而光滑，为极有用之纤维植物，供造纸及人造丝，又可编织筐、草帘、扫帚等；叶浸水后，韧性极大，可做草绳；又可改良碱地，保护渠道及保持水土",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "虎尾草",
            "id": "310000310300300301",
            "latin": "Chloris virgata Sw.",
            "content": "一年生草本。秆直立或基部膝曲，高12-75厘米，径1-4毫米，光滑无毛。叶鞘背部具脊，包卷松弛，无毛；叶舌长约1毫米，无毛或具纤毛；叶片线形，长3-25厘米，宽3-6毫米，两面无毛或边缘及上面粗糙。穗状花序5至10余枚，长1.5-5厘米，指状着生于秆顶，常直立而并拢成毛刷状，有时包藏于顶叶之膨胀叶鞘中，成熟时常带紫色；小穗无柄，长约3毫米；颖膜质，1脉；第一颖长约1.8毫米，第二颖等长或略短于小穗，中脉延伸成长0.5-1毫米的小尖头；第一小花两性，外稃纸质，两侧压扁，呈倒卵状披针形，长2.8-3毫米，3脉，沿脉及边缘被疏柔毛或无毛，两侧边缘上部1/3处有长2-3毫米的白色柔毛，顶端尖或有时具2微齿，芒自背部顶端稍下方伸出，长5-15毫米；内稃膜质，略短于外稃，具2脊，脊上被微毛；基盘具长约0.5毫米的毛；第二小花不孕，长楔形，仅存外稃，长约1.5毫米，顶端截平或略凹，芒长4-8毫米，自背部边缘稍下方伸出。颖果纺锤形，淡黄色，光滑无毛而半透明，胚长约为颖果的2/3。染色体2n=20（Moffett, 1949），26（P. T. Thomas，1940），40（Krishnaswamy, 1940）。花果期6-10月。\n遍布于全国各省区；多生于路旁荒野，河岸沙地、土墙及房顶上。两半球热带至温带均有分布，海拔可达3 700米。模式标本采自西印度群岛（安提瓜岛）。\n本种为各种牲畜食用的牧草，由于分布广，体形变异幅度甚大，如植株的高度、叶片长度、花序长度等在各地不同生境的标本上可相差1-3倍，但小穗除颖外只有2苦、不孕外稃发育良好、顶端截形等特征是稳定的。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "巨大狗尾草",
            "id": "310000310400300401",
            "latin": "Setaria viridis (L.) Beauv. subsp. pycnocoma (Steud. ) Tzvel.",
            "content": "一年生。根为须状，高大植株具支持根。秆直立或基部膝曲，高10-100厘米，基部径达3-7毫米。叶鞘松弛，无毛或疏具柔毛或疣毛，边缘具较长的密绵毛状纤毛；叶舌极短，缘有长1-2毫米的纤毛；叶片扁平，长三角状狭披针形或线状披针形，先端长渐尖或渐尖，基部钝圆形，几呈截状或渐窄，长4-30厘米，宽2-18毫米，通常无毛或疏被疣毛，边缘粗糙。圆锥花序紧密呈圆柱状或基部稍疏离，直立或稍弯垂，主轴被较长柔毛，长2-15厘米，宽4-13毫米（除刚毛外），刚毛长4-12毫米，粗糙或微粗糙，直或稍扭曲，通常绿色或褐黄到紫红或紫色；小穗2-5个簇生于主轴上或更多的小穗着生在短小枝上，椭圆形，先端钝，长2-2.5毫米，铅绿色；第一颖卵形、宽卵形，长约为小穗的1/3，先端钝或稍尖，具3脉；第二颖几与小穗等长，椭圆形，具5-7脉；第一外稃与小穗第长，具5-7脉，先端钝，其内稃短小狭窄；第二外稃椭圆形，顶端钝，具细点状皱纹，边缘内卷，狭窄；鳞被楔形，顶端微凹；花柱基分离；叶上下表皮脉间均为微波纹或无波纹的、壁较薄的长细胞。染色体2n=18（Avdulov, Krishnaswamy, Tateoka）：颖果灰白色。花果期5-10月。\n产全国各地；生于海拔4 000米以下的荒野、道旁，为旱地作物常见的一种杂草。原产欧亚大陆的温带和暖温带地区，现广布于全世界的温带和亚热带地区。模式标本采自北欧。\n秆、叶可作饲料，也可入药，治痈瘀、面癣；全草加水煮沸20分钟后，滤出液可喷杀菜虫；小穗可提炼糠醛，全草含粗脂肪2.6%，粗蛋白10.27%，无氮浸出物34.55%，粗纤维34.40%，粗灰分10.60%。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "稗",
            "id": "310000310500300501",
            "latin": "Echinochloa crusgalli (L.) Beauv. ",
            "content": "一年生。秆高50-150厘米，光滑无毛，基部倾斜或膝曲。叶鞘疏松裹秆，平滑无毛，下部者长于而上部者短于节间；叶舌缺；叶片扁平，线形，长10-40厘米，宽5-20毫米，无毛，边缘粗糙。圆锥花序直立，近尖塔形，长6-20厘米；主轴具棱，粗糙或具疣基长刺毛；分枝斜上举或贴向主轴，有时再分小枝；穗轴粗糙或生疣基长刺毛；小穗卵形，长3-4毫米，脉上密被疣基刺毛，具短柄或近无柄，密集在穗轴的一侧；第一颖三角形，长为小穗的1/3-1/2，具3-5脉，脉上具疣基毛，基部包卷小穗，先端尖；第二颖与小穗等长，先端渐尖或具小尖头，具5脉，脉上具疣基毛；第一小花通常中性，其外稃草质，上部具7脉，脉上具疣基刺毛，顶端延伸成一粗壮的芒，芒长0.5-1.5（-3）厘米，内稃薄膜质，狭窄，具2脊；第二外稃椭圆形，平滑，光亮，成熟后变硬，顶端具小尖头，尖头上有一圈细毛，边缘内卷，包着同质的内稃，但内稃顶端露出。染色体2n=36（Brown，1948；Hubb.，1954;Gould, 1966) , 36, 54 (Yabuno, 1956) , 36, 54, 72 (Gould, 1958) , 48 (Singh, Godiard, 1960) , 54 (Niner, 1952; Platzer, 1962: Chen et Hsu, 1964) 。花果期夏秋季。\n分布几遍全国，以及全世界温暖地区；多生于沼泽地、沟边及水稻田中。模式标本采自欧洲。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "长芒稗",
            "id": "310000310500300502",
            "latin": "Echinochloa caudata Roshev.",
            "content": "秆高1-2米。叶鞘无毛或常有疣基毛（或毛脱落仅留疣基），或仅有粗糙毛或仅边缘有毛；叶舌缺；叶片线形，长10-40厘米，宽1-2厘米，两面无毛，边缘增厚而粗糙。圆锥花序稍下垂，长10-25厘米，宽1.5-4厘米；主轴粗糙，具棱，疏被疣基长毛；分枝密集，常再分小枝；小穗卵状椭圆形，常带紫色，长3-4毫米，脉上具硬刺毛，有时疏生疣基毛；第一颖三角形，长为小穗的1/3-2/5，先端尖，具三脉；第二颖与小穗等长，顶端具长0.1-0.2毫米的芒，具5脉；第一外稃草质，顶端具长1.5-5厘米的芒，具5脉，脉上疏生刺毛，内稃膜质，先端具细毛，边缘具细睫毛；第二外稃革质，光亮，边缘包着同质的内稃；鳞被2，楔形，折叠，具5脉；雄蕊3；花柱基分离。花果期夏秋季。\n产黑龙江、吉林、内蒙古、河北、山西、新疆、安徽、江苏、浙江、江西、湖南、四川、贵州及云南等省区；多生于田边、路旁及河边湿润处。分布于日本、朝鲜、苏联。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "羊草",
            "id": "310000310600300601",
            "latin": "Leymus chinensis (Trin.) Tzvel. ",
            "content": "多年生，具下伸或横走根茎；须根具沙套。秆散生，直立，高40-90厘米，具4-5节。叶鞘光滑，基部残留叶鞘呈纤维状，枯黄色；叶舌截平，顶具裂齿，纸质，长0.5-1毫米；叶片长7-18厘米，宽3-6毫米，扁平或内卷，上面及边缘粗糙，下面较平滑。穗状花序直立，长7-15厘米，宽10-15毫米；穗轴边缘具细小睫毛，节间长6-10毫米，最基部的节长可达16毫米；小穗长10-22毫米，含5-10小花，通常2枚生于1节，或在上端及基部者常单生，粉绿色，成熟时变黄；小穗轴节间光滑，长1-1.5毫米；颖锥状，长6-8毫米，等于或短于第一小花，不覆盖第一外稃的基部，质地较硬，具不显著3脉，背面中下部光滑，上部粗糙，边缘微具纤毛；外稃披针形，具狭窄膜质的边缘，顶端渐尖或形成芒状小尖头，背部具不明显的5脉，基盘光滑，第一外稃长8-9毫米；内稃与外稃等长，先端常微2裂，上半部脊上具微细纤毛或近于无毛；花药长3-4毫米。花、果期6-8月。\n产东北、内蒙古、河北、山西、陕西、新疆等省区。生于平原绿洲。苏联、日本、朝鲜也有分布。模式标本采自北京。\n其耐寒、耐旱、耐碱，更耐牛马践踏，为内蒙古东部和东北西部天然草场上的重要牧草之一，也可割制干草。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "赖草",
            "id": "310000310600300602",
            "latin": "Leymus secalinus (Georgi) Tzvel.",
            "content": "多年生，具下伸和横走的根茎。秆单生或丛生，直立，高40-100厘米，具3-5节，光滑无毛或在花序下密被柔毛。叶鞘光滑无毛，或在幼嫩时边缘具纤毛；叶舌膜质，截平，长1-1.5毫米；叶片长8-30厘米，宽4-7毫米，扁平或内卷，上面及边缘粗糙或具短柔毛，下面平滑或微粗糙。穗状花序直立，长10-15（24）厘米，宽10-17毫米，灰绿色；穗轴被短柔毛，节与边缘被长柔毛，节间长3-7毫米，基部者长达20毫米；小穗通常2-3稀1或4枚生于每节，长10-20毫米，含4-7（10）个小花；小穗轴节间长1-1.5毫米，贴生短毛；颖短于小穗，线状披针形，先端狭窄如芒，不覆盖第一外稃的基部，具不明显的3脉，上半部粗糙，边缘具纤毛，第一颖短于第二颖，长8-15毫米；外稃披针形，边缘膜质，先端渐尖或具长1-3毫米的芒，背具5脉，被短柔毛或上半部无毛，基盘具长约1毫米的柔毛，第一外稃长8-10（14）毫米；内稃与外稃等长，先端常微2裂，脊的上半部具纤毛；花药长3.5-4毫米。花、果期6-10月。\n产新疆、甘肃、青海、陕西、四川、内蒙古、河北、山西、东北等省区。生境范围较广，可见于沙地、平原绿洲及山地草原带。苏联、朝鲜、日本也有分布。模式标本采自阿勒泰。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "芦苇",
            "id": "310000310700300701",
            "latin": "Phragmites australis (Cav.) Trin. ex Steud. ",
            "content": "多年生，根状茎十分发达。秆直立，高1-3 (8)米，直径1-4厘米，具20多节，基部和上部的节间较短，最长节间位于下部第4-6节，长20-25 (40)厘米，节下被腊粉。叶鞘下部者短于而上部者，长于其节间；叶舌边缘密生一圈长约1毫米的短纤毛，两侧缘毛长3-5毫米，易脱落；叶片披针状线形，长30厘米，宽2厘米，无毛，顶端长渐尖成丝形。圆锥花序大型，长20-40厘米，宽约10厘米，分枝多数，长5-20厘米，着生稠密下垂的小穗；小穗柄长2-4毫米，无毛；小穗长约12毫米，含4花；颖具3脉，第一颖长4毫米；第二颖长约7毫米；第一不孕外稃雄性，长约12毫米，第二外稃长11毫米，具3脉，顶端长渐尖，基盘延长，两侧密生等长于外稃的丝状柔毛，与无毛的小穗轴相连接处具明显关节，成熟后易自关节上脱落；内稃长约3毫米，两脊粗糙；雄蕊3，花药长1.5-2毫米，黄色；颖果长约1.5毫米。染色体2n＝36（Tischler 1942，Labadie 1976 a）44，46，48（Hunter 1934，Vachova 1976），49，50，51，52，54（Avdolov 1928，1931），84（Tarnavschi 1948），96（Gorenflot et al．1972）。为高多倍体和非整倍体的植物。\n产全国各地。生于江河湖泽、池塘沟渠沿岸和低湿地。为全球广泛分布的多型种。除森林生境不生长外，各种有水源的空旷地带，常以其迅速扩展的繁殖能力，形成连片的芦苇群落。模式标本采自澳大利亚。\n秆为造纸原料或作编席织帘及建棚材料，茎、叶嫩时为饲料；根状茎供药用，为固堤造陆先锋环保植物。\n由于芦苇的分布较广，特用下列的检索表区分所产生的变异现象。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "无芒隐子草",
            "id": "310000310800300801",
            "latin": "Cleistogenes songorica (Roshev.) Ohwi ",
            "content": "多年生草本。秆丛生，直立或稍倾斜，高15-50厘米，基部具密集枯叶鞘。叶鞘长于节间，无毛，鞘口有长柔毛；叶舌长0.5毫米，具短纤毛；叶片线形，长2-6厘米，宽1.5-2.5毫米，上面粗糙，扁平或边缘稍内卷。圆锥花序开展，长2-8厘米，宽4-7毫米，分枝开展或稍斜上，分枝腋间具柔毛；小穗长4-8毫米，含3-6小花，绿色或带紫色；颖卵状披针形，近膜质，先端尖，具1脉，第一颖长2-3毫米，第二颖长3-4毫米；外稃卵状披针形，边缘膜质，第一外稃长3-4毫米，5脉，先端无芒或具短尖头；内稃短于外稃，脊具长纤毛；花药黄色或紫色，长1.2-1.6毫米。颖果长约1.5毫米。花果期7-9月。\n产内蒙古、宁夏、甘肃、新疆、陕西等省区：多生于干旱草原、荒漠或半荒漠沙质地。日本及苏联的西伯利亚及中亚等地区也有分布。\n本种为优良牧草，各种家畜均喜采食。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "星星草",
            "id": "310000310900300901",
            "latin": "Puccinellia tenuiflora (Griseb. ) Scribn. et Merr. ",
            "content": "多年生，疏丛型。秆直立，高30-60厘米，直径约1毫米，具3-4节，节膝曲，顶节位于下部1/3处。叶鞘短于其节间，顶生者长5-10厘米，平滑无毛；叶舌膜质，长约1毫米，钝圆；叶片长2-6厘米，宽1-3毫米，对折或稍内卷，上面微粗糙。圆锥花序长10-20厘米，疏松开展，主轴平滑；分枝2-3枚生于各节，下部裸露，细弱平展，微粗糙；小穗柄短而粗糙；小穗含2-3（-4）小花，长约3毫米，带紫色；小穗轴节间长约0.6毫米；颖质地较薄，边缘具纤毛状细齿裂，第一颖长约0.6毫米，具1脉，顶端尖，第二颖长约1.2毫米，具3脉，顶端稍钝；外秤具不明显5脉，长1.5-1.8毫米，宽约0.8毫米，顶端钝，基部无毛；内稃等长于外稃，平滑无毛或脊上有数个小刺；花药线形，长1-1.2毫米。染色体2n＝14（sokoloskaya, et al. 1948a）。花果期6-8月。\n产黑龙江、吉林、辽宁、内蒙古（毛乌素沙漠）、河北、山西、安徽、甘肃、青海（西宁、民和、都兰）、新疆（清河、布尔津、玛纳斯、塔城、巩留、伊吾、巴里坤、和静、阿克陶、塔什库尔干、策勒）。生于草原盐化湿地、固定沙滩、沟旁渠岸草地上，海拔500-4000米，是形成盐生草甸的建群种。中亚、俄罗斯西伯利亚、蒙古、伊朗、日本、北美均有分布。模式标本采自俄罗斯西伯利亚。\n茎叶含蛋白质较高，是家畜和骆驼喜食的优良牧草。\n本种之第一颖短，长约0.6毫米，小穗小，含2-3小花，长3（-4）毫米，外稃长1.5-1.8毫米，下部无毛，内稃之脊平滑易与邻近种区别。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "锋芒草",
            "id": "310000311000301001",
            "latin": "Tragus racemosus (L.) All. ",
            "content": "一年生。须根细弱。茎丛生，基部常膝曲而伏卧地面，高15-25厘米。叶鞘短于节间，无毛；叶舌纤毛状；叶片长3-8厘米，宽2-4毫米，边缘加厚，软骨质，疏生小刺毛。花序紧密呈穗状，长3-6厘米，宽约8毫米，小穗长4-4.5毫米，通常3个簇生，其中1个退化，或几残存为柄状；第一颖退化或极微小，薄膜质，第二颖革质，背部有5（-7）肋，肋上具钩刺，顶端具明显伸出刺外的小头；外稃膜质，长约3毫米，具3条不太明显的脉；内稃较外稃稍短，脉不明显；雄蕊3枚，花柱2裂，柱头2，帚状，均较简短。颖果棕褐色，稍扁，长2-3毫米。染色体2n=40（Avdulov，1928：Parod，1946; Delav, 1947; Dewer，1954b）。花果期7-9月。\n产河北、山西、内蒙古、宁夏、甘肃、青海、四川（西部）、云南；生于荒野、路旁、丘陵和山坡草地中，最高海拔可达3 000米。全世界温暖地区均有分布。模式标本采自南欧。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "沙鞭",
            "id": "310000311100301101",
            "latin": "Psammochloa villosa (Trin.) Bor",
            "content": "多年生。具长2-3米的根状茎；秆直立，光滑，高1-2米，径0.8-1厘米，基部具有黄褐色枯萎的叶鞘。叶鞘光滑，几包裹全部植株；叶舌膜质，长5-8毫米，披针形；叶片坚硬，扁平，常先端纵卷，平滑无毛，长达50厘米，宽5-10毫米。圆锥花序紧密直立，长达50厘米，宽3-4.5厘米，分枝数枚生于主轴1侧，斜向上升，微粗糙，小穗柄短；小穗淡黄白色，长10-16毫米；两颖近等长或第一颖稍短，披针形，被微毛，具3-5脉，其2边脉短而不很明显；外稃长10-12毫米，背部密生长柔毛，具5-7脉，顶端具2微齿，基盘钝，无毛，芒直立，易脱落，长7-10毫米；内稃近等长于外稃，背部被长柔毛，圆形无脊，具5脉，中脉不明显，边缘内卷，不为外稃紧密包裹；鳞被3，卵状椭圆形；雄蕊3，花药长约7毫米，顶生毫毛。花果期5-9月。\n产内蒙古、甘肃、新疆、青海、陕西北部等省区。生于沙丘上，海拔910-2900米。蒙古也有分布。模式标本采自蒙古。\n本种具发达的根茎，为良好的固沙植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蒙古韭",
            "id": "320000320100320101",
            "latin": "Allium mongolicum ",
            "content": "鳞茎密集地丛生，圆柱状；鳞茎外皮褐黄色，破裂成纤维状，呈松散的纤维状。叶半圆柱状至圆柱状，比花葶短，粗0.5-1.5毫米。花葶圆柱状，高10-30厘米，下部被叶鞘；总苞单侧开裂，宿存；伞形花序半球状至球状，具多而通常密集的花；小花梗近等长，从与花被片近等长直到比其长1倍，基部无小苞片；花淡红色、淡紫色至紫红色，大；花被片卵状矩圆形，长6-9毫米，宽3-5毫米，先端钝圆，内轮的常比外轮的长；花丝近等长，为花被片长度的1/2-2/3，基部合生并与花被片贴生，内轮的基部约1/2扩大成卵形，外轮的锥形；子房倒卵状球形；花柱略比子房长，不伸出花被外。\n产新疆（东北部）、青海（北部）、甘肃、宁夏（北部）、陕西（北部）、内蒙古和辽宁（西部）。生于海拔800-2800米的荒漠、砂地或干旱山坡。蒙古西南部也有分布。\n本种与疏生韭 A. caespitosum Siev. ex Bong. et Mey. 极为相似，但疏生韭具细长的横走根状茎，植株因而疏离；鳞茎外皮膜质，条状破裂，易于区别。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "戈壁天门冬",
            "id": "320000320200320201",
            "latin": "Asparagus gobicus Ivanova ex Grubov ",
            "content": "半灌木，坚挺，近直立，高15-45厘米。根细长，粗约1.5-2毫米。茎上部通常迥折状，中部具纵向剥离的白色薄膜，分枝常强烈迥折状，略具纵凸纹，疏生软骨质齿。叶状枝每3-8枚成簇，通常下倾或平展，和分枝交成钝角；近圆柱形，略有几条不明显的钝稜，长0.5-2.5厘米，粗约0.8-1毫米，较刚硬；鳞片状叶基部具短距，无硬刺。花每1-2朵腋生；花梗长2-4毫米，关节位于近中部或上部；雄花：花被长5-7毫米；花丝中部以下贴生于花被片上；雌花略小于雄花。浆果直径5-7毫米，熟时红色，有3-5颗种子。花期5月，果期6-9月。\n产内蒙古（中部至西部）、陕西（北部）、宁夏、甘肃（中部至西北部）和青海（东部）。生于海拔1600-2560米的沙地或多沙荒原上。也分布于蒙古。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "马蔺",
            "id": "330000330100330101",
            "latin": "Iris lactea Pall. var. chinensis (Fisch.) Koidz.",
            "content": "多年生密丛草本。根状茎粗壮，木质，斜伸，外包有大量致密的红紫色折断的老叶残留叶鞘及毛发状的纤维；须根粗而长，黄白色，少分枝。叶基生，坚韧，灰绿色，条形或狭剑形，长约50厘米，宽4-6毫米，顶端渐尖，基部鞘状，带红紫色，无明显的中脉。花茎光滑，高3-10 厘米；苞片3-5枚，草质，绿色，边缘白色，披针形，长4.5-10厘米，宽0.8-1.6厘米，顶端渐尖或长渐尖，内包含有2-4朵花；花乳白色，直径5-6厘米；花梗长4-7厘米；花被管甚短，长约3毫米，外花被裂片倒披针形，长4.5-6.5厘米，宽0.8-1.2厘米，顶端钝或急尖，爪部楔形，内花被裂片狭倒披针形，长4.2-4.5 厘米，宽5-7毫米，爪部狭楔形；雄蕊长2.5-3.2厘米，花药黄色，花丝白色；子房纺锤形，长3-4.5厘米。蒴果长椭圆状柱形，长4-6厘米，直径1-1.4厘米，有6条明显的肋，顶端有短喙；种子为不规则的多面体，棕褐色，略有光泽。花期5-6月，果期 6-9月。\n产吉林、内蒙古、青海、新疆、西藏。生于荒地、路旁及山坡草丛中。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        }
    ],
    xingtai: [
        {
            "name": "木本植物",
            "id": "100110111",
            "content": "寿命较长、茎较坚硬、木质化程度高的植物称为木本植物。木本植物可分为乔木、灌木和半灌木3大类。其中，乔木的植株比较高大，主干粗大而明显，分枝部位距地面较高，通常3~5m以上，如油松、旱柳等。灌木的植株比较矮小，主干不明显，通常由基部分枝，如紫穗槐、锦鸡儿等。而半灌木通常较灌本矮小，高通常不及1m，这类植物的茎基部近地面处木质化、多年生，上部的茎呈草质，开花后枯死，许多蒿属植物属于半灌木。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg")],
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "草本植物",
            "id": "100110112",
            "content": "草本植物的茎通常柔软、木质化程度较低，根据生活期的长短，草本植物可分为一年生、二年生、多年生草本以及短命植物。其中一年生草本的生活周期较短，在一年内完成，如沙蓬与虫实等。二年生草本的生活周期为两年，第一年生长．第二年开花结实，如独行菜。 而多年生草本具有可生活多年的地下部分，每年春天发芽生长，如芦苇、紫花苜蓿等。此外，在荒漠地区通常分布有一些植物，这些植物的种子在短暂的降雨期间或早春融雪期间能够迅速萌发生长，在1~2个月内完成开花结实，然后枯死，这些植物被称为短命植物，如荒漠庭荠等植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "藤本植物",
            "id": "100110113",
            "content": "一些草本或木本植物，茎细长柔软，自身不能直立生长，只能缠绕或攀缘其他植物或者物体向上生长，这些植物被称为藤本植物，如葡萄、南蛇藤等。根据它的茎的木质化程度，藤本植物又可分为木质藤本和草质藤本。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "旱生植物",
            "id": "100120111",
            "content": "是指生长在干旱环境中，能长期耐受干旱环境，且能维护水分平衡和正常的生长发育的植物。这类植物在形态或生理上有多种多样的适应干早环境的特征，多分布在荒漠区。旱生植物根据形态可分为①肉质旱生植物 这类植物茎叶肥厚，内有贮水的薄壁组织，表皮角质厚，气孔少，蒸腾强度极小，如仙人掌、猪毛菜等；②硬叶旱生植物 这类植物茎叶的机械组织极发达，不致因大量失水而体形萎缩，表皮角质厚，气孔多深陷于叶背的凹穴或沟槽中，并有毛或蜡质围绕，以防止水分蒸腾，如沙枣。禾草类的硬叶常卷成筒状。如针茅、羽茅等；③软叶旱生植物 此类植物虽然叶片有程度不等的旱生结构，但较柔软，与中生植物的叶相似。土壤水分较多的季节中，它的蒸腾作用甚至超过中生植物。在缺水季节以落叶来适应。如绵刺等植物。④小叶或无叶植物 幼茎表面绿色，可以进行光合作用，叶退化变小，甚至消失，以减少叶面蒸腾，如梭梭、沙拐枣、麻黄等植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "中生植物",
            "id": "100120112",
            "content": "是指介于旱生植物和湿生植物之间，不能忍受严重干旱或长期水涝，只能在水分条件适中的生境中生活的植物。该类植物具有一套完整的保持水分平衡的结构和功能，其根系和输导组织比较发达，能抗御短期的干旱，叶片中有细胞间隙，没有完整的通气系统，不能长期在水涝环境中生活，是陆地上种类最多、分布最广、数量最大的植物，陆地上绝大部分植物皆属此类，如杨树、槐树、马尾松等。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "湿生植物",
            "id": "100120113",
            "content": "是指生长在潮湿环境中，不能忍受较长时间水分不足的植物类型。是抗旱能力最弱的陆生植物。如莎草类植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "水生植物",
            "id": "100120114",
            "content": "所有生活在水中植物的总称，如荷花、睡莲等。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "直根系",
            "id": "200210211",
            "content": "是指由明显的垂直向下生长的主根以及各级侧根构成的根系。一般主根发达，入土较深，而各级侧根较小。大多数双子叶植物属于这种类型。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "须根系",
            "id": "200220221",
            "content": "是指没有明显的主根，全部由须根及其产生的侧根形成，或者全部由不定根组成的根系。须根系主根不发达，根的粗细长短相似，入土较浅，呈丛生状态。大多数单子叶植物属于这种类型",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "贮藏根",
            "id": "200230231",
            "content": "主要是适应于贮藏大量营养物质的变态根，在农业生产中作为收获器官，有的还可兼作再生产用的“种子”。其共同特点是：外观肥大、肉质，富含碳水化合物等营养物质；结构以大量薄壁组织为主，维管分子散生其间；贮藏物用于植株的开花结实或作为营养繁殖、萌生新植株的营养源。根据来源将其分为肉质直根和块根两种\n肉质直根 由下胚轴和主根基部发育而成的，具有储藏养分和繁殖等功能的肉质肥大的根称为肉质直根，如萝卜、胡萝卜、甜菜、甘草、黄芪等的根。肉质直根的下部生有数列侧根，这些侧根具有正常的结构。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "块根",
            "id": "200230232",
            "content": "由不定根或侧根的近地表部分经增粗生长而形成的肉质根，多呈块状，称之为块根，如甘薯、木薯和何首乌等的根。块根上、下部分的根具有正常的结构。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "气生根",
            "id": "200230233",
            "content": "露出地面，生长在空气中的根，称之为气生根。根据担负的生理功能不同气生根分为支持根、攀援根、呼吸根等",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "支持根",
            "id": "200230234",
            "content": "一些具浅根系而植株又较高大的草本植物，在拔节后抽穗前，近地面的几个节上可产生几层气生的不定根。作向地性生长而入土，并在土内产生侧根，有支持植株的特殊作用，称之为支持根，也兼有吸收、输导等作用。这类根较粗壮，表皮细胞角质化程度较高，并有硅质化，表面还产生黏液；皮层中厚壁组织发达，细胞中有色素，阳光照射后使根呈紫色。这类植物支持根发育不良时，植株遇大风易倒伏。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "攀援根",
            "id": "200230235",
            "content": "一些藤本植物，从茎的一侧产生许多顶端扁平、且常分泌粘液，易于攀援于物体表面的不定根，称之为攀援根。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "呼吸根",
            "id": "200230236",
            "content": "有些生长在沿海或沼泽地带的植物，如红树等植物，能够产生向上生长伸出地面的根，称之为呼吸根。呼吸根表面有呼吸孔，根内有发达的通气组织，有利于通气和贮存空气。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "根瘤",
            "id": "200240241",
            "content": "是固氮细菌或放线菌等微生物侵入植物根部细胞而形成的瘤状结构。如豆科植物、胡颓子属和早熟禾属等属植物的根，都有根瘤，这些根瘤能够固定空气中游离氮，促进植物生长，提高土壤肥力",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "菌根",
            "id": "200240241",
            "content": "是高等植物根部与某些真菌的共生体。真菌可以从宿主的根系中吸收所需要的养分，同时，真菌的分泌物能够促进土壤中无机养分的释放，并且把自身吸收来的水分和无机盐提供给植物使用。此外，真菌产生的激素、维生素等物质能够刺激根系发育，促进植物生长。有些具有菌根的树种，如松、栎等，如果缺乏菌根会生长不良。因此，在播种或造林时，可以提前在土壤中接种需要的真菌或真菌拌种，以利于植物根系的发育，促进树木的生长",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "直立茎",
            "id": "300310311",
            "content": "垂直于地面的茎。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "匍匐茎",
            "id": "300310312",
            "content": "平卧于地面，但节部生有不定根的茎。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "攀援茎",
            "id": "300310313",
            "content": "以卷须、小根、吸盘等变态器官攀援于它物上升的茎。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "缠绕茎",
            "id": "300310314",
            "content": "细长柔软缠绕于它物而向上生长的茎。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "单轴分枝",
            "id": "300320321",
            "content": "是具有明显主轴的一种分枝方式，这类植物的主茎顶芽的活动始终占优势，使植物体保持一个明显的直立主轴，侧枝的生长一直处于劣势，较不发达，使植物形态呈锥体或塔形。这种分枝方式又称为总状分枝。如油松，侧柏，杨树。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "合轴分枝",
            "id": "300320322",
            "content": "是主轴不明显的一种分枝方式，这类植物主茎在生长中，顶芽生长迟缓，或很早枯萎，或分化为花芽，顶芽下面的腋芽迅速开展，代替顶芽的作用，如此反复交替进行，成为主干。合轴分枝的节间一般较短，可多开花、多结果，在果树栽培上是一种丰产的分枝形式。如山杏，酸枣，榆，柳。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "假二叉分枝",
            "id": "300320323",
            "content": "这类植物顶芽生长到一定程度即停止或缓慢生长，由顶芽下部两个对生的侧芽继续生长而代替它的位置，这种分枝形式外表上与二叉分枝（由枝条顶端分生组织本身分裂为二所形成的）相似，称之为假二叉分枝。这种分枝方式实际上是一种合轴分枝方式的特殊类型。如丁香，泡桐。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "分蘖",
            "id": "300320324",
            "content": "是禾本科植物所特有的在地面以下或近地面处的主茎基部进行的一种分枝方式，是指禾本科植物主茎上的分枝密集于近地面节上，并产生不定根。禾本科植物在生长初期，茎的节间很短，节很密集，而且集中于基部，每个节上都有一片幼叶和一个腋芽，当幼苗出现4~5片幼叶的时候，有些腋芽即开始活动形成新枝并在节位上产生不定根，这种分枝方式称之为分蘖。如冰草、香根草。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "地下茎",
            "id": "300330331",
            "content": "一些植物的部分茎和枝条生长于土壤中，变为贮藏或营养繁殖器官，称为地下茎。地下茎的形态结构常发生明显的变化，但仍保留有枝条的一些基本特征，如节、芽等，常见的变态有根状茎、块茎、球茎等①根状茎 根状茎是指蔓生于土土壤，具有明显的节与节间，节上有小而退化的非绿色的鳞片叶，叶腋中的腋芽或顶芽可形成背地性直立的地上枝，同时在节上产生不定根。常见于禾本科植物，如针茅、芦苇和冰草等。根状茎贮有丰富的营养物质，可存活一至多年，繁殖能力很强，若因耕犁等外力被切断时，茎段上的腋芽仍可发育为新株，故禾本科植物的杂草不易铲除。\n②块茎 块茎为节间缩短、膨大的变态茎，形状多不规则，顶端有顶芽，四周有许多芽眼作螺旋状排列。芽眼着生处为节。幼时芽眼下方有鳞片叶，每个芽眼内有几个芽，相当于腋芽和侧芽。如马铃薯、半夏、天麻等植物。马铃薯块茎是由植株基部叶腋长出来的匍匐枝，顶端入土后经过特殊增粗生长而形成的块茎形成时，匍匐枝髓部的薄壁细胞恢复分裂，髓的体积大大增加，将维管束环向外推移，随后皮层、木薄壁组织、韧皮薄壁组织也恢复分裂活动，共同产生大量的薄壁细胞，构成块茎的大部分，其细胞中主要后含物为淀粉粒，有时也有蛋白质晶体形成。同时，表皮和皮层的最外层细胞变为木栓形成层，进行分裂活动，产生周皮和皮孔，覆盖于块茎之外。\n③鳞茎 鳞茎是一种节间缩短、着生肉质或膜质变态叶的地下茎，常见于单子叶植物中，如沙葱、大蒜、百合等。将洋葱鳞草纵切，可见一个扁平的、节间短缩的茎位于中央，称为鳞茎盘，其上的顶芽将来发育成花序，四周肉质的鳞片叶，层层包围鳞茎盘，贮有大量营养物质，最外围还有几片膜质鳞片叶保护，叶腋有腋芽，鳞茎盘下端可以产生不定根。大蒜的茎的基部亦变态为鳞茎盘，其上的腋芽发育膨大而成子鳞茎，为食用的蒜瓣。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "地上茎",
            "id": "300330332",
            "content": "肉质茎 肉质茎是肉质肥大多汁的变态茎，如仙人掌。仙人掌类植物的肉质茎有球状、块状、多棱柱等形状，富贮水分和营养物质，并具叶绿体，可进行光合作用，茎上有变为刺状的变态叶①茎卷须\n南蛇藤、葡萄等藤本植物的一部分枝变为卷须甚至还有分支，称茎卷须。卷须的机械组织和输导组织不发达，主要由薄壁组织组成。幼茎卷须有敏锐的感受力，在接触支撑物数分钟内作出卷曲、缠绕生长的反应。老时便失去卷曲反应能力。\n②茎刺 沙枣、鼠李、杜梨、山楂和皂荚等植物的一部分枝常变为刺，生于叶腋，由腋芽发育而来，不易剥落，具保护作用，称为茎刺。梨等植株上可看到着生叶与花的小枝过渡到茎刺的情况。黄刺玫等茎上有刺，数量分布无规则，是茎表的突出物，称为皮刺而非茎刺。\n③叶状茎（叶状枝） 茎扁化或成针状，代行光合作用，称为叶状茎。如天门冬的枝条和沙拐枣的幼枝。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "顶芽",
            "id": "400410411",
            "content": "生长在枝条顶端的称顶芽。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "侧芽",
            "id": "400410412",
            "content": "生长在枝的侧面叶腋内的称侧芽，也称腋芽。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "不定芽",
            "id": "400410413",
            "content": "还有些芽不是生于枝顶或叶腋，而是由老茎、根、叶或创伤部位产生的，这些在植物体上没有固定着生部位的芽称为不定芽。如刺槐和杨树的根上长的芽。生产上常利用植物能产生不定芽这一特性进行营养繁殖。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "叶芽",
            "id": "400420421",
            "content": "叶芽是植物营养生长期所形成的芽，是未发育的营养枝的原始体。从纵切面上观，茎尖上部节与节间的距离很近，界限不明，周围有许多叶原基和腋芽原基的突出物，以后分别发育为叶片和枝条。在茎尖下部，节与节间开始分化，叶原基发育为幼叶，把茎尖包围着，这就是叶芽的一般结构。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "花芽",
            "id": "400420422",
            "content": "当植物从营养生长转入生殖生长时，即开始形成花芽。花芽是花或花序的原始体，外观常较叶芽肥大，内含花或花序各部分的原基。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "混合芽",
            "id": "400420423",
            "content": "有些植物还具有一种既有叶原基和腋芽原基，又有花部原基的芽，称为混合芽，外观上也较叶芽肥大，将来发育为枝、叶和花（或花序）。如一些种类的白蜡的芽即为混合芽。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "裸芽",
            "id": "400430431",
            "content": "裸芽多见于草本植物，尤其是一年生植物。生长在热带和亚热带潮湿环境下的木本植物也常形成裸芽。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "鳞芽",
            "id": "400430432",
            "content": "生长在温带的木本植物的芽大多为鳞芽，如新疆杨与油松；只有少数温带树种具有裸芽，如枫杨和胡桃雄花芽。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "叠生芽",
            "id": "400430433",
            "content": "在一个节上长有若干个芽，彼此重叠，称之为叠生芽，如胡桃。位于叠生芽最下方的一个芽称为正芽，其他的芽为副芽。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "并列芽",
            "id": "400440441",
            "content": "在一个节上长有若干个芽，彼此并列，称之为并列芽。如山杏的叶腋有3个芽并生，中央一个芽称正芽．两侧的芽称副芽。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "柄下芽",
            "id": "400440441",
            "content": "有的芽着生在叶柄下方，并为其基部延伸的部分覆盖，叶柄若不脱落，即看不见芽，这种芽称之为柄下芽，如悬国槐和刺槐等植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "活动芽",
            "id": "400450451",
            "content": "通常认为能在当年生长季节中萌发形成新枝、叶、花或花序的芽称为活动芽。一般一年生草本植物当年所产生的多数芽都是活动芽。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "休眠芽",
            "id": "400450452",
            "content": "在生长季节里，温带的多年生木本植物上的芽，通常是顶芽和距离顶芽较近的腋芽萌发，而大部分靠近下部的腋芽往往是不活动的，暂时保持休眠状态，这种芽称为休眠芽。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "潜伏芽",
            "id": "400450453",
            "content": "在秋末生长季结束时，温带和寒带的植物所有的芽都进人长达数月的季节性休眠。有些多年生植物，其休眠芽长期潜伏，不活动，这种长期保持休眠状态的芽，也称为潜伏芽。只有在植株受到创伤或虫害时，潜伏芽才打破休眠，开始萌发形成新枝。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "互生",
            "id": "500510511",
            "content": "互生是指茎或枝条的每个节上只着生 1 枚叶，如榆树、杨树、悬铃木、臭椿、甘草等。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "对生",
            "id": "500510512",
            "content": "对生是指茎或枝条的每个节上相对着生两枚叶，如丁香、雪柳、益母草等。当上下相邻的两个节上的对生叶着生方向互相垂直，称作交互对生，如唇形科植物。有些植物的枝条上本来是交互对生的叶序，由于枝条的水平伸展，所有叶柄发生了扭曲，使得叶片排在同一平面上呈二列状。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "轮生",
            "id": "500510513",
            "content": "轮生是指在茎或枝条的同一个节上有3枚或3枚以上的叶着生，如杜松等。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "簇生",
            "id": "500510514",
            "content": "簇生是指多枚叶以互生叶序密集着生于枝条的顶端或多枚叶以互生叶序着生于极度缩短的短枝上，如华北落叶松、小檗和银杏等。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "基生",
            "id": "500510515",
            "content": "基生是指多枚叶以互生或对生叶序密集着生于茎基部或近地表的短茎上，如沙葱、车前和蒲公英等。许多具有鳞茎的植物，大多是属于基生叶序。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "单叶",
            "id": "500520521",
            "content": "是指一个叶柄上只着生一枚叶片的叶。如杨树和榆树等。禾本科植物的叶是较为特殊的单叶，主要由叶片和叶鞘两部分组成。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "复叶",
            "id": "500520522",
            "content": "是指一个叶柄上着生两片或两片以上的叶。复叶的小叶通常排列在同一平面上；落叶时小叶先脱落，最后叶轴脱落。复叶的小叶数目变化很大，有的只有 1 枚小叶，称作单身复叶，如柑桔。有的仅有 2 枚小叶，如霸王。有些植物具有 3 枚小叶，形成三出复叶，通常有 2种不同类型，当 3 枚小叶共同生于叶轴顶端，称作掌状三出复叶，如牛迭肚； 当 3 枚小叶中的 2 枚在叶轴的近顶端对生，另 1 枚着生在叶轴的最上端，称作羽状三出复叶，如草木樨。复叶具 4 枚小叶的植物在自然界中少见，在双子叶植物中，小叶数目 5 枚和 5 枚以上的复叶很常见，也大致分为两类，所有小叶着生叶轴顶端的为掌状复叶如蛇葡萄；小叶着生叶轴两侧呈羽毛状的为羽状复叶。根据叶轴顶端是否着生小叶，分别为奇数羽状复叶或偶数羽状复叶。如，小叶锦鸡儿属植物的叶为偶数羽状复叶，而黄刺玫的叶为奇数羽状复叶。复叶的叶轴分枝情况也比较复杂，当叶轴不分枝时，称为一回复叶如刺槐；当叶轴按照一定规律分枝一次时称为二回复叶，以此类推",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "叶形",
            "id": "500530531",
            "content": "叶形是指叶片的形状，由叶片的长宽比和叶片的最宽处的位置所决定的。例如，长比宽大1.5 ~2倍，最宽处在叶片近基部的叶，称为卵形叶。如果最宽处在叶片的近上部的叶，则称为倒卵形叶。叶片的形状多种多样，有卵形、披针形、条形、椭圆形和针形等（图2-14）。\n不仅叶片的形状是个相当稳定的特征，而且叶片的先端（叶尖）、叶片的基部（叶基）和叶片的四周边缘（叶缘）部分也是稳定的性状。植物的叶尖有不同的类型，如锐尖、渐尖的、急尖、尾尖和钝的等类型。叶片的基部绝大多数是左右对称的，但有少数植物的叶基是歪斜的，例如，桦木科的许多植物。叶基的形态，常见的有楔形、圆形、心形、耳形和截形等。某些植物的叶由于无叶柄，叶基向前延伸抱茎，并且左右愈合，形成了穿茎的叶基，如莎草科植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "叶缘",
            "id": "500530532",
            "content": "叶缘是指叶片的边缘。根据叶缘的完整程度和侧脉延伸情况，可把叶缘分为全缘的、波状的、锯齿的、钝齿的和牙齿的，以及浅裂的、深裂的）和全裂的等类型",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "脉序",
            "id": "500530533",
            "content": "在叶片上分布着粗细不同的维管束，称叶脉，位居叶片中央最大的为中脉或者主脉，从中脉上发出的分支称为侧脉，其余从侧脉上发出的分支称为细脉。 \n叶脉在叶片上的分布方式称为脉序。脉序一般分为网状脉序和平行脉序两种类型①网状脉序\n网状脉序是指细脉连接成明显的网状，是双子叶植物叶脉的特征。根据侧脉的分布方式，网状脉序又分为羽状脉序和掌状脉序。前者如榆树，后者如五角枫。②平行脉序\n平行脉序是指侧脉大致相互平行，自叶基发出到叶尖汇合或不汇合，虽然侧脉间有细脉相连，但不形成网状结构，是单子叶植物叶脉的主要特征。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "鳞叶",
            "id": "500540541",
            "content": "鳞叶是指鳞片或肉质肥厚的变态叶。一般有3类：杨树和柳树等鳞芽外具保护作用的芽鳞片，针茅等变态器官上退化的鳞叶或鳞片，沙葱等鳞茎上的肉质、具贮藏作用的鳞叶。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "叶刺",
            "id": "500540542",
            "content": "叶子变为刺状称为叶刺，它既可保护自身，又可以减少水分散失以适应于干旱环境下的生存和生活，如仙人掌属植物。有的植物的刺由托叶转变而来，叫托叶刺，如锦鸡儿和刺槐叶柄基部的刺。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "无限花序",
            "id": "600610611",
            "content": "无限花序的开花顺序是花序轴基部的花先开，然后向上依次开放，或者由外围向中心开放，花序轴能较长时间保持顶端生长能力，又称为向心花序。无限花序的生长分化属单轴分枝式的性质。这类花序又常分为以下几种类型：\n①总状花序 花序轴较长，由下而上着生近等长花柄的两性花，如刺槐。\n②穗状花序 花序轴较长，其上着生许多无柄的两性花，如车前等。\n③葇荑花序 花序轴上着生许多无柄或具短柄的单性花，通常雌花序轴直立，雄花序轴柔软下垂，开花后，一般整个花序一起脱落，如杨、柳等。 \n④伞房花序 与总状花序相似，但花柄不等长，基部花的花柄较长，越接近顶部的花柄越短，各花分布在近于同一水平面上，如山楂。 \n⑤伞形花序 花序轴短缩，花柄近等长，各花自轴顶生出，花序如伞状，如沙葱等。 \n头状花序 花序轴缩短呈球形或盘形，上面密生许多近无柄或无柄的花，苞片常聚成总苞，生于花序基部，如油蒿。 \n⑥圆锥花序 圆锥花序又称复总状花序，花序轴的分枝排列成总状，每一分枝相当于一个总状花序，如白蜡。\n此外还有复伞房花序、复伞形花序、复穗状花序等类型",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "有限花序",
            "id": "600610612",
            "content": "有限花序的开花顺序是顶端花先开，基部花后开；或者是中心花先开，侧边花后开，花序轴顶端较早丧失生长能力，不能继续向上生长，故又叫离心花序，也常被称为聚伞类花序。有限花序的生长属合轴分枝式。这类花序通常包括以下类型①单歧聚伞花序  单歧聚伞花序是花序轴顶端先生一花，然后在顶花下的一侧形成分枝，继而分枝的顶端又形成一朵花，其下方再进行二次分枝，以此类推依次开花。如果各次分枝是左右相间长出，整个花序左右对称，称为蝎尾状聚伞花序，如委陵菜、鸢尾；如果各次分枝都从同一侧长出，最后整个花序成为卷曲状，称为镰状聚伞花序或卷伞花序，如附地菜、聚合草等。\n②二歧聚伞花序  二歧聚伞花序的顶花先形成，然后在其下方两侧同时形成一对分枝。各分枝再依次在其下方两侧同时形成一对分枝，如此反复，如大叶黄杨。\n③多歧聚伞花序  多歧聚伞花序顶花下同时形成 3 个以上分枝，各分枝再以同样方式进行分枝，如榆、藜等。\n④轮伞花序  轮伞花序是生于对生叶的叶腋中的聚伞花序，如一些唇形科植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "按组成",
            "id": "600620621",
            "content": "①完全花 花萼、花冠、雄蕊、雌蕊四部分均具备的花，如锦鸡儿、槐树。\n②不完全花 花的4个组成部分中缺少其中1~3个部分的花，如杨树雌花缺雄蕊和花被，而桑树花缺花瓣、雄蕊或雌蕊。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "按雌蕊与雄蕊",
            "id": "600620622",
            "content": "①两性花 一朵花中有正常发育的雄蕊和雌蕊，称为两性花，如黄刺玫。\n②单性花 一朵花中，只有雄蕊或者雌蕊的花。如果一朵花中，既有雄蕊又有雌蕊，但二者之中只有其一能正常发育的，也是单性花。在单性花中，雄蕊能正常发育的叫雄花，雌蕊能正常发育的叫雌花。雌花和雄花在同一植株上的叫雌雄同株，雌花和雄花分别生在不同植株上的叫雌雄异株，如杨柳。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "按花被",
            "id": "600620623",
            "content": "①双被花 一朵花既有花萼又有花冠，如柽柳。\n②单被花 一朵花有花萼而无花冠，如桑。\n③裸花（无被花） 一朵花中花冠和花萼均缺失，如杨柳等葇荑花序类植物。\n此外，一些栽培的花灌木中，一朵花有2至多轮的花瓣，称为重瓣花 ",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "按花被排列",
            "id": "600620624",
            "content": "①辐射对称花 一朵花的花被片大小、形状相似，排列整齐，通过花心可以作出2个以上的切面把花分成相似的2个部分，如山杏、黄刺玫。\n②左右对称花  一朵花的花被片大小、形状不同，通过花心只能作出1个切面把花分成左右相等的两个部分，如槐树。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "十字形花冠",
            "id": "600630631",
            "content": "由 4 个花瓣两两相对呈十字形，如独行菜等十字花科植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蔷薇形花冠",
            "id": "600630632",
            "content": "花瓣5，彼此分离，有瓣片和瓣爪之分，如黄刺玫等蔷薇科植物",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蝶形花冠",
            "id": "600630633",
            "content": "花瓣 5 片，排列成蝶形，最上一瓣叫旗瓣；两侧的两瓣叫翼瓣，为旗瓣所覆盖，且常较旗瓣小；最下二瓣位于翼瓣之间，其下缘常稍合生，叫龙骨瓣。如槐树、花棒、苦豆子等豆科植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "漏斗状花冠",
            "id": "600630634",
            "content": "花冠下部呈筒状，并由基部渐渐向上扩大成漏斗状，如刺旋花等旋花科植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "钟状花冠",
            "id": "600630635",
            "content": "花冠筒宽而短，上部扩大成一钟形，如泡洞和桔梗。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "唇形花冠",
            "id": "600630636",
            "content": "花冠略成二唇形，如夏至草等唇形科植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "筒状花冠",
            "id": "600630637",
            "content": "花冠大部分成一管状或圆筒状，花冠裂片向上伸展，如向日葵花序的盘花。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "舌状花冠",
            "id": "600630638",
            "content": "花冠基部成一短筒，上面向一边张开成扁平舌状，如蒲公英等菊科的舌状花亚科植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "单体雄蕊",
            "id": "600640641",
            "content": "一朵花中有多数雄蕊．花丝连合成一体，如锦葵科植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "二体雄蕊",
            "id": "600640642",
            "content": "一朵花中的雄蕊 9 枚花丝连合，l 枚单生，成二束，如刺槐等豆科植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "多体雄蕊",
            "id": "600640643",
            "content": "一朵花中的雄蕊的花丝连合成多束．如金丝桃、蓖麻。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "聚药雄蕊",
            "id": "600640644",
            "content": "花药合生，花丝分离，如菊科植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "二强雄蕊",
            "id": "600640645",
            "content": "雄蕊4枚，2长2 短，如唇形科植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "四强雄蕊",
            "id": "600640646",
            "content": "雄蕊6枚，4长2短，如十字花科植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "子房",
            "id": "600650651",
            "content": "子房是雌蕊基部的膨大部分，着生于花托上，因为它与花的花萼、花冠、雄蕊群的相对位置不同而划分为为以下3 类①上位子房  雌蕊的子房仅以底部连生于花托顶端。花的其他组分的生长情况则有两种：一种是花萼、花冠、雄蕊群着生于子房下方，称为上位子房下位花，如黄刺玫、槐树等；另一种是花萼、花冠、雄蕊群下部愈合成杯状花筒，它们仍生于子房下方，但上部各自分离环绕于子房周围，称为上位子房周位花，如桃。 \n②半下位子房 子房下半部陷生于花托中，并与其愈合，子房的上半部及花柱、柱头独立，花萼、花冠、雄蕊群环绕子房四周而着生于花托边缘，称为半下位子房，这种花则为周位花，如小叶金银花。\n③下位子房  子房全部陷生于深杯状的花托或花筒中。并与它们的内侧相愈合，仅柱头和花柱外露，花萼、花冠、雄蕊群着生于子房以上的花托或花筒边缘，称为下位子房。如山楂。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "胎座类型",
            "id": "600650652",
            "content": "在子房内，着生胚珠的部位称为胎座。根据心皮的合生状况，胚珠的数目和连接情况以及胚珠着生的部位等不同，主要分为以下几种类型①边缘胎座 单雌蕊，子房一室，胚珠着生于心皮的腹缝线上，如槐树等豆科植物。 \n②中轴胎座 复雌蕊，数个心皮边缘内卷，在子房中央汇合成隔，将子房分为数室，胚珠着生于中央交汇处的中轴上，如山楂。\n侧膜胎座 复雌蕊，子房一室或假数室，胚珠着生于心皮边缘相连的腹缝线上，如杨树。③特立中央胎座 复雌蕊，子房的分隔消失成为一室，或不完全数子房，子房腔的基部隆起形成中轴，但未达到子房顶部，胚珠着生在此轴上，如石竹科植物。\n此外，还有胚珠着生于子房室基部的基生胎座和胚珠着生于子房室顶部的顶生胎座，如榆树。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "浆果",
            "id": "700710711",
            "content": "由复雌蕊上位子房或下位子房发育而来，其外果皮膜质，中果皮、内果皮均肉质化，内含一至多粒种子。如枸杞、沙棘和白刺等植物的果实。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "梨果",
            "id": "700710712",
            "content": "由复雌蕊的花筒和下位子房愈合而形成的肉质假果，花筒形成的果壁与外果皮及中果皮均肉质化，内果皮纸质或革质化，如山楂、梨和苹果等。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "核果",
            "id": "700710713",
            "content": "由单雌蕊或复雌蕊上位子房或下位子房发育而来，种子常1粒，外果皮极薄，中果皮多肉质，内果皮坚硬，包于种子之外，如山杏和核桃等植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "荚果",
            "id": "700720721",
            "content": "由单雌蕊发育而成，成熟时果皮沿背缝线和腹缝线两侧开裂，如柠条等豆科植物，但也有少数是不开裂的，如槐树。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蓇葖果",
            "id": "700720722",
            "content": "由单雌蕊发育而成的果实，成熟时沿背缝线或腹缝线一边开裂，如绣线菊属植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "角果",
            "id": "700720723",
            "content": "2个心皮形成的复雌蕊发育成的果实，果实中央有一片侧膜胎座向内延伸形成的假隔膜，成熟时沿腹缝线处开裂。分为长角果和短角果。如十字花科植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "蒴果",
            "id": "700720724",
            "content": "由复雌蕊形成的果实，成熟时有室背开裂、室间开裂、孔裂和盖裂等裂开方式，如文冠果。\n有些果实成熟后果皮不裂开，具体可分为下列几种类型①瘦果由1—3心皮组成，果皮坚硬．成熟时只含 l 粒种子，果皮与种皮分离，如向日葵。\n②颖果2或3心皮合生为一室。内含 l 粒种子，但果皮与种皮愈合难以分离，如老芒麦等禾本科植物。③坚果 复雌蕊发育而成，果皮坚硬，内含 l 粒种子。如核桃。 \n翅果 属瘦果性质的果实，但果皮形成翅而有利于风媒传播，如榆树、槭树和白蜡等植物的果实 \n④胞果：由合生心皮雌蕊形成的果实，具种子l 枚，成熟时果皮干燥而不开裂，果皮薄而疏松地包围种子．极易与种子分离，如藜、滨藜、地肤。\n⑤双悬果 由两心皮组成的复雌蕊发育而成，成熟时沿中轴分开，悬挂于中央果柄上端的心皮柄之上，果皮干燥，如防风等伞形科植物。",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "聚合果",
            "id": "700730731",
            "content": "聚合果是由具有离心皮雌蕊的花发育而成，许多小果聚生在花托上。聚合果根据小果本身的性质不同而分为聚合瘦果和聚合蓇葖果等类型",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        },
        {
            "name": "聚花果",
            "id": "700730732",
            "content": "聚花果又称为复果，是由整个花序形成的果实，如桑葚等",
            "image": [require("../public/images/PRetrieval/zhong/020000020100/杨属-2-下.jpg"), require("../public/images/PRetrieval/zhong/040000040100/木蓼属-1-上.png")]
        }
    ],
    allke: function () { return this.ke },
    allshu: function () { return this.shu },
    allzhong: function () { return this.zhong },
    all: function () { return this.ke.concat(this.shu, this.zhong,this.xingtai) }
}

export default API